[
    {
        "urutan": 1,
        "latin": "Ar Rahman",
        "arab": "الرحمن",
        "arti": "Yang Maha Pengasih",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/ar-rahman.html",
        "content": "Ar Rahman (الرحمن), Yang Maha Pengasih, yaitu pemberi kenikmatan yang agung-agung dan pengasih di dunia.\n\n Ayat Al Quran:\n    Al-Faatihah: 3\n\n Fadillah:\n  Barang siapa membaca Ya Rahmaan sebanyak 100 kali tiap selesai mengerjakan sholat fardhu, maka dengan izin Allah akan hilanglah sifat lalai dan lupa dalam dirinya."
    },
    {
        "urutan": 2,
        "latin": "Ar Rahiim",
        "arab": "الرحيم",
        "arti": "Yang Maha Penyayang",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/ar-rahiim.html",
        "content": "Ar Rahiim (الرحيم), Yang Maha Penyayang, yaitu pemberi kenikmatan yang di luar jangkaan dan penyayang di akhirat.\n\n Ayat Al Quran:\n    Al-Faatihah: 3\n\n Fadillah:\n  Barang siapa takut terjerumus kepada perbuatan yang tidak disukainya, maka hendaklah ia berdzikir dengan membaca Ya Rahmaan Ya Rahiim sebanyak 100 kali setiap selesai mengerjakan sholat fardhu.\n\n Barang siapa yang membaca Ya Rahiim sebanyak 100 kali setelah mengerjakan sholat subuh, niscaya dia akan mendapatkan kasih sayang dari semua makhluk dan terhindar dari semua bencana dan malapetaka."
    },
    {
        "urutan": 3,
        "latin": "Al Malik",
        "arab": "الملك",
        "arti": "Yang Maha Merajai / Memerintah",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-malik.html",
        "content": "Al Malik (الملك), Yang Maha Merajai/ Menguasai /Pemerintah, yaitu mengatur kerajaanNya sesuai dengan kehendakNya sendiri.\n\n Ayat Al Quran:\n    Al-Mu'minuun: 116\n\n Fadilah\n\n Barang siapa membaca ism ini dengan rutin tiap hari pada waktu matahari tergelincir sebanyak 100 kali niscaya hatinya akan menjadi bersih, dan lenyaplah segala kekotorannya.\n\n Barang siapa membacanya sesudah terbit fajar sebanyak 120 kali, maka Allah akan memberinya kekayaan dan karunia-Nya, baik dengan sebab – sebab maupun dengan pintu yang dibukakan Allah SWT atasnya.\n\n Menurut Hadis, Nabi Khaidir a.s mengajarkan doa berikut ini untuk dibacakan kepada orang sakit sebanyak 100 kali : “Allaahhumma anta al – Malik al – Haqq al-ladzii laa ilaaha illaa anta. Yaa Allaah, yaa Salaam, ya Syaafi’ ” dan 3 kali : “yaa Syifaa’ al-quluub” (“Ya Allah, Engkau adalah Raja yang sebenarnya, tidak ada Tuhan selain Engkau. Ya Allah, wahai Sumber Kedamaian , wahai Yang Maha Penyembuh; wahai Penyembuh Hati!”). Insya Allah orang itu akan sembuh."
    },
    {
        "urutan": 4,
        "latin": "Al Quddus",
        "arab": "القدوس",
        "arti": "Yang Maha Suci",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-quddus.html",
        "content": "Al Quddus (القدوس), Yang Maha Suci, yaitu tersuci dan bersih dari segala cela dan kekurangan.\n\n Ayat Al Quran:\n    Al-Jumu'ah: 1\n\n Fadillah:\n  Jika seseorang yang memiliki hati yang bersih membaca yaa Qudduus sebanyak 100 kali setiap hari, hatinya akan terbebas dari semua pikiran dan perhatian yang menimbulkan kesulitan, kekhawatiran, dan penderitaan bagi diri kita sendiri.\n\n Allah akan mengobati semua penyakit ruhani kepada orang yang membaca Asma Allah ini sebanyak – banyaknya setiap hari.\n\n Barang siapa menuliskan: pada sekeping roti sesudah selesai melaksanakan sholat Jumat kemudian dimakannya, maka Allah akan membukakan baginya pintu ibadat dan akan menyelamatkannya dari bencana."
    },
    {
        "urutan": 5,
        "latin": "As Salaam",
        "arab": "السلام",
        "arti": "Yang Maha Memberi Kesejahteraan",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/as-salaam.html",
        "content": "As Salaam (السلام), Yang Maha Memberi Kesejahteraan, Maha Penyelamat yaitu pemberi keselamatan dan kesejahteraan kepada seluruh makhlukNya.\n\n Ayat Al Quran:\n    Al-Hasyr: 23\n\n Fadillah:\n  Ism ini berfungsi mengusir bencana dan penyakit, sehingga jika dibacakan atas orang yang sedang menderita sakit sebanyak 120 kali, dengan karunia Allah penyakitnya akan sembuh selama ajalnya belum tiba.\n\n Jika ism ini dibacakan sebanyak 136 kali dengan suara keras sekedar bisa didengar oleh si sakit, sambil mengangkat tangan diatas kepala si sakit, Insya Allah orang yang sakit itu akan sembuh dengan izin Allah SWT.\n\n Barang siapa yang membaca ism ini terus menerus, Allah akan melindunginya dari semua bencana dan bahaya."
    },
    {
        "urutan": 6,
        "latin": "Al Mu 'min",
        "arab": "المؤمن",
        "arti": "Yang Maha Memberi Keamanan",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-mumin.html",
        "content": "Al Mu'min (المؤمن), Yang Maha Memberi Keamanan, Maha Pengaman / Pemelihara keamanan, iaitu siapa yang bersalah dan makhlukNya itu benar-benar akan diberi seksa, sedang kepada yang taat akan benar-benar dipenuhi janjiNya dengan pahala yang baik.\n\n Ayat Al Quran:\n    Al-Hasyr: 23\n\n Fadillah:\n  Barang siapa yang membaca Asma Allah ini sebanyak 630 kali pada saat mengalami ketakutan, Allah akan melindunginya dari semua bencana, kecelakaan dan kerugian.\n\n Jika seseorang menuliskan Asma Allah ini di kertas atau dengan mengukirnya di cincin perak kemudian dipakai sebagai ta'wiz, maka keselamatan jasmani dan ruhaninya berada dalam tanggungan Allah SWT.\n\n Jika seseorang berdzikir dengan Asma Allah ini sebanyak 36 kali dan memohon perlindungan kepada-Nya ketika menghadapi kekerasan atau bahaya, maka Insya Allah dia akan selamat."
    },
    {
        "urutan": 7,
        "latin": "Al Muhaimin",
        "arab": "المهيمن",
        "arti": "Yang Maha Pemelihara",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-muhaimin.html",
        "content": "Al Muhaimin (المحيمن), Yang Maha Mengatur, Maha Pelindung/Penjaga / Maha Pengawal serta Pengawas, iaitu memerintah dan melindungi segala sesuatu.\n\n Ayat Al Quran:\n    Al-Hasyr: 23\n\n Fadillah:\n  Barang siapa membaca Asma Allah ini sebanyak 100 sesudah mandi dan sholat dua rakaat ditempat yang sunyi dengan memusatkan perhatian kepada Allah SWT, niscaya Allah akan menyucikan lahir dan batinnya.\n\n Allah SWT juga akan memperlihatkan kepadanya hal yang ghaib jika Asma Allah ini dibaca sebanyak 115 kali.\n\n Barang siapa yang menuliskan Asma Allah ini pada sehelai sutera, lalu memegangnya di atas asap dari pembakaran minyak wangi, batu amber dan gula dan dibaca lebih dari 5.000 kali selama tujuh hari, lalu ia meletakkannya dibawah bantal, maka Insya Allah dia akan mendapatkan mimpi yang akan berpengaruh terhadap kehidupan material dan spiritualnya dimasa yang akan datang."
    },
    {
        "urutan": 8,
        "latin": "Al 'Aziiz",
        "arab": "العزيز",
        "arti": "Yang Maha Perkasa",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-aziiz.html",
        "content": "Al 'Aziiz (العزيز), Yang Maha Perkasa, Maha Mulia / Maha Berkuasa yaitu kuasaNya mampu untuk berbuat sekehendakNya\n\n Ayat Al Quran:\n    Ali 'Imran: 62\n\n Fadillah:\n  Barang siapa yang berdzikir dengan Asma Allah ini selama 40 hari, tiap harinya sebanyak 40 kali, niscaya Allah akan menolongnya dan memuliakannya, sehingga ia tidak lagi membutuhkan bantuan seorang makhluk pun."
    },
    {
        "urutan": 9,
        "latin": "Al Jabbar",
        "arab": "الجبار",
        "arti": "Yang Memiliki Mutlak Kegagahan",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-jabbar.html",
        "content": "Al Jabbar (الجبار), Yang Memiliki Mutlak Kegagahan, Maha Perkasa / Maha Kuat / Yang Menundukkan Segalanya, iaitu mencukupi segala keperluan, melangsungkan segala perintahNya serta memperbaiki keadaan seluruh hambaNya.\n\n Ayat Al Quran:\n    Al-Hasyr: 23\n\n Fadillah:\n  Barang siapa dengan sungguh-sungguh beriman kepada kekuatan Allah yang tak terkalahkan itu dan mengharapkan kekuatan dapat membaca yaa Jabbaar sebanyak 21 kali di pagi dan sore hari, Insya Allah dia akan terhindar dari ancaman orang-orang yang zalim.\n\n Barang siapa yang membaca Asma Allah ini sebanyak 226 kali di setiap pagi dan sore hari, dia akan diselamatkan dari kezaliman penguasa dan orang-orang yang kejam, baik didarat maupun dilaut, di dalam perjalanan maupun di tempat kediaman.\n\n Jika seseorang mengukir Asma Allah ini di cincin perak dan memakai cincin tersebut, maka orang-orang akan merasa gentar terhadapnya dan orang-orang akan merasakan kehebatannya, Insya Allah."
    },
    {
        "urutan": 10,
        "latin": "Al Mutakabbir",
        "arab": "المتكبر",
        "arti": "Yang Maha Megah, Yang Memiliki Kebesaran",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-mutakabbir.html",
        "content": "Al Mutakabbir (المتكبر), Yang Maha Megah, Yang Memiliki Kebesaran / Maha Pelengkap Kebesaran yaitu yang melengkapi segala kebesaranNya, menyendiri dengan sifat keagungan dan kemegahanNya.\n\n Ayat Al Quran:\n    Al-Hasyr: 23\n\n Fadillah:\n  Jika seseorang membaca yaa Mutakabbir sebanyak 10 kali sebelum bersebadan dengan istrinya, niscaya mereka akan mendapatkan anak yang sholeh.\n\n Orang yang membaca Asma Allah ini secara istiqamah, kepadanya akan dikaruniakan kemuliaan dan keagungan.\n\n Jika dibaca sebelum mengerjakan tugas apa saja, maka tugas itu akan selesai, Insya Allah."
    },
    {
        "urutan": 11,
        "latin": "Al Khaliq",
        "arab": "الخالق",
        "arti": "Yang Maha Pencipta",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-khaliq.html",
        "content": "Al Khaliq (الخالق), Yang Maha Pencipta, iaitu mengadakan seluruh makhluk tanpa asal, juga yang menakdirkan adanya semua itu.\n\n Ayat Al Quran:\n    Ar-Ra'd: 16\n\n Fadillah:\n  Jika Asma Allah ini dibaca ditengah malam dan memahami maknanya di dalam hatinya, niscaya Allah akan secara khusus akan menciptakan untuknya seorang malaikat yang akan mendoakannya hingga akhir zaman. Juga berguna untuk menerangi hati dan wajah.\n\n Siapa yang membaca Asma Allah ini sebanyak 100 kali selama 7 hari, ia akan dilindungi dari semua malapetaka, Insya Allah."
    },
    {
        "urutan": 12,
        "latin": "Al Baari '",
        "arab": "البارئ",
        "arti": "Yang Maha Melepaskan(Membuat, Membentuk, Menyeimbangkan)",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-baari.html",
        "content": "Al Baari' (البارئ), Yang Maha Melepaskan, Maha Pembuat / Maha Perancang / Maha Menjadikan, iaitu mengadakan sesuatu yang bernyawa yang ada asal mulanya.\n\n Ayat Al Quran:\n    Al-Hasyr: 24\n\n Fadillah:\n  Jika Seorang wanita yang mandul berpuasa selama 7 hari dan setiap hari setelah berbuka dengan air kemudian membaca Yaa Baari'uu yaa Mushawwiru sebanyak 21 kali, Allah SWT akan mengaruniakan kepadanya seorang anak lelaki, Insya Allah.\n\n Barang siapa membaca Asma Allah ini selama 7 hari berturut-turut sebanyak 100 kali maka ia akan selamat dari bencana."
    },
    {
        "urutan": 13,
        "latin": "Al Mushawwir",
        "arab": "المصور",
        "arti": "Yang Maha Membentuk Rupa(makhluknya)",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-mushawwir.html",
        "content": "Al Mushawwir (المصور), Yang Maha Membentuk Rupa(makhluknya), Maha Pembentuk / Maha Menjadikan Rupa Bentuk, memberikan gambaran atau bentuk pada sesuatu yang berbeza dengan lainnya.\n\n Al-Khaaliq adalah mengadakan sesuatu yang belum ada asal mulanya atau yang menakdirkan adanya itu. Al-Baari' ialah mengeluarkannya dari yang sudah ada asalnya, sementara Al-Mushawwir ialah yang memberinya bentuk yang sesuai dengan keadaan dan keperluannya.\n\n Ayat Al Quran:\n    Al-Hasyr: 24\n\n Fadillah:\n  Jika seorang wanita yang tidak dapat memiliki anak dan percaya bahwa hanya Allah-lah Yang Maha Pencipta, kemudian dia berpuasa selama 7 hari dan setiap berbuka puasa membaca yaa Khaaliq yaa Baarii' yaa Mushawwir sebanyak 21 kali diatas segelas air dan berbuka puasa dengan meminum air ini, Insya Allah dia akan memiliki anak."
    },
    {
        "urutan": 14,
        "latin": "Al Ghaffaar",
        "arab": "الغفار",
        "arti": "Yang Maha Pengampun",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-ghaffaar.html",
        "content": "Al Ghaffaar (الغفار), Yang Maha Pengampun, banyak pemberian maafNya dan menutupi dosa-dosa dan kesalahan.\n\n Ayat Al Quran:\n    Al-Baqarah: 235\n\n Fadillah:\n  Barang siapa yang membaca Asma Allah ini sebanyak 100 kali setelah sholat Jumat, maka segala dosa-dosanya akan diampuni pada minggu sebelumnya.\n\n Ketika amarah menyala di dalam hati seseorang, kemudian orang itu ingat dan membaca yaa Ghaffaar, maka amarah itu akan reda.\n\n Barang siapa yang membaca yaa Ghaffaar setiap hari setelah sholat 'Ashar, Allah SWT akan memasukkan orang yang membacanya dalam golongan orang-orang yang diampuni oleh-Nya."
    },
    {
        "urutan": 15,
        "latin": "Al Qahhaar",
        "arab": "القهار",
        "arti": "Yang Maha Memaksa",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-qahhaar.html",
        "content": "Al Qahhaar (القهار), Yang Maha Memaksa, Maha Pemaksa, menggenggam segala sesuatu dalam kekuasaanNya serta memaksa segala makhluk menurut kehendakNya.\n\n Ayat Al Quran:\n    Ar-Ra'd: 16\n\n Fadillah:\n  Jika seseorang yang memiliki niat ikhlas di dalam hatinya untuk membebaskan diri dari kekuasaan hawa nafsu dan dari hasrat duniawi itu mengingat dan membaca yaa Qahhaar sesering mungkin, niscaya dia akan dapat mengendalikan hawa nafsunya.\n\n Berkhasiat untuk menghilangkan rasa cinta berlebihan kepada dunia dan pengagungan selain kepada Allah SWT di dalam hati. Barang siapa membiasakan berdzikir dengan Asma Allah ini, maka ia akan mendapatkan hal itu dan akan menang atas seterunya."
    },
    {
        "urutan": 16,
        "latin": "Al Wahhaab",
        "arab": "الوهاب",
        "arti": "Yang Maha Pemberi Karunia",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-wahhaab.html",
        "content": "Al Wahhaab (الوهاب), Yang Maha Pemberi Karunia, Maha Pemberi / Maha Menganugerah yaitu memberi banyak kenikmatan dan selalu memberi kurnia.\n\n Ayat Al Quran:\n    Aali 'Imran: 8\n\n Fadillah:\n  Orang yang ditimpa kemiskinan hendaknya selalu membaca Asma Allah ini atau menuliskannya untuk dikenakan sebagai ta'wiz. Atau membacanya sebanyak 40 kali dalam sujud terakhir dalam sholat Dhuha. Insya Allah, ia akan terbebas dari kemiskinan melalui jalan yang tidak disangka-sangka.\n\n Jika seseorang mempunyai hajat, khusus agar hajatnya terkabul, hendaknya melakukan sujud dihalaman rumah atau masjid kemudian membaca Asma Allah ini 100 kali, Insya Allah hajatnya akan terkabul.\n\n Jika seseorang ingin meningkatkan kehidupan material maupun spiritualnya, hendaklah ia sholat malam dua rakaat selama tiga atau tujuh hari berturut-turut, dengan memanjatkan tangan kepada Allah dan membaca yaa Wahhaab sebanyak 100 kali sebelum dia memohonkan kebutuhannya, niscaya Allah akan mengabulkan doanya."
    },
    {
        "urutan": 17,
        "latin": "Ar Razzaaq",
        "arab": "الرزاق",
        "arti": "Yang Maha Pemberi Rezeki",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/ar-razzaaq.html",
        "content": "Ar Razzaaq (الرزاق), Yang Maha Pemberi Rezeki, Maha Pengrezeki / Maha Pemberi Rezeki yaitu memberi berbagai rezeki serta membuat juga sebab-sebab diperolehnya.\n\n Ayat Al Quran:\n    Adz-Dzaariyaat: 58\n\n Fadillah:\n  Jika seseorang benar-benar percaya bahwa rezeki kita berasal dari Allah dan bahwa rumah tangganya membutuhkan rezeki tersebut, maka setiap selesai melaksanakan sholat subuh dia dapat membacayaa Razzaaq sebanyak 10 kali di keempat sudut rumahnya, dimulai dari sudut kanan dan menghadap kiblat. Allah akan menambahkan rezeki keluarganya.\n\n Orang yang menuliskan Asma Allah ini dan menggantungkannya ditempat mereka bekerja. Insya Allah akan bertambah sukses.\n\n Membaca yaa Razzaaq sebanyak 100 kali setelah sholat jumat akan membantu orang yang mengalami stres dan depresi."
    },
    {
        "urutan": 18,
        "latin": "Al Fattaah",
        "arab": "الفتاح",
        "arti": "Yang Maha Pembuka Rahmat",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-fattaah.html",
        "content": "Al Fattaah (الفتاح), Yang Maha Pembuka Rahmat, Maha Membukakan,  yaitu membuka penyimpanan rahmatNya untuk seluruh hambaNya.\n\n Ayat Al Quran:\n    Sabaa': 26\n\n Fadillah:\n  Barang siapa yang meletakkan tangan kanannya didada setelah sholat subuh dan membaca Asma Allah ini sebanyak 70 kali, Insya Allah hatinya akan bersih dari khayalan, kejahatan, egoisme, amarah dan kekotoran yang lainnya. Menerangi jiwanya dan memudahkan urusannya."
    },
    {
        "urutan": 19,
        "latin": "Al 'Aliim",
        "arab": "العليم",
        "arti": "Yang Maha Mengetahui(Memiliki Ilmu)",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-aliim.html",
        "content": "Al 'Aliim (العليم), Yang Maha Mengetahui, yaitu mengetahui segala yang maujud dan tidak ada satu benda pun yang tertutup oleh penglihatanNya.\n\n Ayat Al Quran:\n    Al-Baqarah: 29\n\n Fadillah:\n  Barang siapa membaca Asma Allah ini sebanyak 100 kali secara rutin setiap selesai sholat fardhu, maka ia akan memperoleh kemampuan untuk melihat hal-hal tertentu yang luput dari perhatian orang dan memiliki iman yang kuat. Di samping itu, hatinya akan dipenuhi dengan ma'rifatullahi (mengenal Allah).\n\n Jika seseorang melazinkan membaca Asma Allah ini sebanyak 150 kali setiap hati, niscaya pemikiran dan pemahamannya akan bertambah."
    },
    {
        "urutan": 20,
        "latin": "Al Qaabidh",
        "arab": "القابض",
        "arti": "Yang Maha Menyempitkan(makhluknya)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/al-qaabidh.html",
        "content": "Al Qaabidh (القابض), Yang Maha Menyempitkan (makhluknya), Maha Pencabut / Maha Penyempit Hidup / Maha Pengekang, iaitu mengambil nyawa atau menyempitkan rezeki bagi siapa yang dikehendaki olehNya.\n\n Ayat Al Quran:\n    Al-Baqarah: 245\n\n Fadillah:\n  Yaa Qaabidh adalah dzikir malaikat maut, Izrail. Barang siapa dizalimi disarankan membaca yaa Qaabidh sebanyak 903 kali, maka si zalim maupun kezaliman itu akhirnya akan hancur atau orang itu dilindungi dari keduanya.\n\n Barang siapa menuliskan ism Al-Qaabidh pada empat puluh keping roti selama 40 hari, maka ia tidak akan merasakan sakitnya penyakit dan diselamatkan dari lapar, haus, luka dan sebagainya."
    },
    {
        "urutan": 21,
        "latin": "Al Baasith",
        "arab": "الباسط",
        "arti": "Yang Maha Melapangkan(makhluknya)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/al-baasith.html",
        "content": "Al Baasith (الباسط), Yang Maha Melapangkan (makhluknya), Maha Meluaskan / Maha Pelapang Hidup / Maha Melimpah Nikmat, yaitu memudahkan terkumpulnya rezeki bagi siapa yang diinginkan olehNya.\n\n Ayat Al Quran:\n    Ar-Ra'd: 26\n\n Fadillah:\n  Yaa Baasith adalah dzikir malaikat peniup sangkakala, Israfil. Barang siapa terbiasa membaca Asma Allah ini niscaya ia akan beroleh kedamaian di dalam hatinya, terbebas dari stress dan berbagai persoalan, penghasilannya bertambah, dicintai dan dihargai dan dapat memberikan kebahagiaan kepada orang lain.\n\n Jika seseorang berdzikir dengan Asma Allah ini seusai mengerjakan sholat Dhuha sebanyak sepuluh kali, sambil mengangkat kedua tangannya ke langit dan kemudian menyapukannya ke muka nya, niscaya Allah akan membukakan baginya salah satu pintu kekayaan."
    },
    {
        "urutan": 22,
        "latin": "Al Khaafidh",
        "arab": "الخافض",
        "arti": "Yang Maha Merendahkan(makhluknya)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/al-khaafidh.html",
        "content": "Al Khaafidh (الخافض), Yang Maha Merendahkan (makhluknya), Maha Menjatuhkan / Maha Menghinakan / Maha Perendah / Pengurang, yaitu terhadap orang yang selayaknya dijatuhkan akibat kelakuannya sendiri dengan memberinya kehinaan, kerendahan dan seksaan.\n\n Ayat Al Quran:\n    Hadits at-Tirmizi\n\n Fadillah:\n  Barang siapa membaca yaa Khaafidh sebanyak 500 kali, maka semua hajatnya akan dipenuhi Allah dan menghilangkan semua kesulitannya, Insya Allah.\n\n Orang yang berpuasa selama tiga hari dan pada hari yang keempat membaca Asma Allah ini 70 kali ketika duduk menyendiri, ia akan memperoleh kemenangan atas musuhnya, Insya Allah.\n\n Barang siapa yang membaca Asma Allah ini sebanyak 889 kali pada waktu yang tepat, niscaya dia tidak akan dikalahkan oleh semua musuhnya.\n\n Jika sebuah kelompok yang diancam oleh musuh berpuasa selama tiga hari dan pada hari keempat mereka berkumpul untuk membaca yaa Khaafidh sebanyak 7.000 kali yang dibagi sesuai dengan jumlah mereka, maka Allah akan menjaga mereka serta merendahkan musuh mereka."
    },
    {
        "urutan": 23,
        "latin": "Ar Raafi '",
        "arab": "الرافع",
        "arti": "Yang Maha Meninggikan(makhluknya)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/ar-raafi.html",
        "content": "Ar Raafi' (الرافع), Yang Maha Meninggikan (makhluknya), Maha Mengangkat / Maha Peninggi yaitu terhadap orang yang selayaknya diangkat kedudukannya kerana usahanya yang giat, iaitu termasuk golongan kaum yang bertaqwa.\n\n Ayat Al Quran:\n    Al-An'aam: 83\n\n Fadillah:\n  Jika orang yang berkeinginan untuk menjadi tinggi di kalangan manusia, hanya untuk menolong dan membimbing mereka ke jalan yang benar, membaca yaa Raafi' 100 kali siang dan malam, niscaya kedudukan yang tinggi dan kekuatan akan diperolehnya.\n\n Barang siapa membaca Yaa Raafi' sebanyak 70 kali, niscaya ia akan selamat dari gangguan orang-orang yang aniaya.\n\n Orang yang membaca Asma Allah ini 100 kali di tengah malam pada tanggal ke-14 bulan Qamariyah, Allah SWT akan mengaruniakan kecukupan kepadanya dan tidak berhajat kepada makhluk, Insya Allah."
    },
    {
        "urutan": 24,
        "latin": "Al Mu'izz",
        "arab": "المعز",
        "arti": "Yang Maha Memuliakan(makhluknya)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/al-muizz.html",
        "content": "Al Mu'izz (المعز), Yang Maha Memuliakan (makhluknya), Maha Menghormati / Memuliakan / Maha Pemberi Kemuliaan/Kemenangan, yaitu kepada orang yang berpegang teguh pada agamaNya dengan memberinya pentolongan dan kemenangan.\n\n Ayat Al Quran:\n    Aali 'Imran: 26\n\n Fadillah:\n  Jika seseorang yang merasa kaya tanpa berharta, yang menjadi kuat tanpa senjata dan otot dan mampu mengesampingkan egonya dalam usahanya untuk membantu orang lain, harus berhadapan dengan musuh yang kuat dan teraniaya, maka dia dapat membaca Yaa Mu'izzu sesudah sholat malam pada hari minggu dan kamis, ia akan terhindar dari rasa takut dan terlihat perkasa di mata musuh-musuhnya.\n\n Jika Asma Allah ini dibaca 40 kali setelah sholat maghrib setiap Senin dan Jumat, Allah SWT akan mengaruniakan kepada orang yang membacanya kemuliaan dan kehormatan, dan Allah akan menanamkan rasa takut ke dalam hati seluruh makhluk kepadanya, Insya Allah."
    },
    {
        "urutan": 25,
        "latin": "Al Mudzil",
        "arab": "المذل",
        "arti": "Yang Maha Menghinakan(makhluknya)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/al-mudzil.html",
        "content": "Al Mudzil (المذل), Yang Maha Menghinakan (makhluknya), Maha Menghina / Pemberi kehinaan yaitu kepada musuh-musuhNya dan musuh ummat Islam seluruhnya.\n\n Ayat Al Quran:\n    Aali 'Imran: 26\n\n Fadillah:\n  Barang siapa membaca ism Yaa Mudzillu sebanyak 75 kali kemudian ia berdoa di dalam sujudnya dan berkata, “Ya Allah, lindungilah aku dari kejahatan si Fulan”, niscaya ia akan bebas dari dalam penjaranya dan akan selamat dari gangguan orang-orang yang dengki dan aniaya."
    },
    {
        "urutan": 26,
        "latin": "Al Samii '",
        "arab": "السميع",
        "arti": "Yang Maha Mendengar",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/al-samii.html",
        "content": "Al Samii' (السميع), Yang Maha Mendengar\n\n Ayat Al Quran:\n    Al-Israa': 1\n\n Fadillah:\n  Barang siapa membaca Yaa Samii' pada hari kamis sesudah sholat Dhuha sebanyak 50 kali atau 500 kali, maka ia akan menjadi seorang yang makbul doanya.\n\n Jika seseorang membaca Asma Allah ini sebanyak 100 kali pada hari kamis antara sholat sunnah dan sholat fardhu pada saat subuh, maka Allah SWT akan mengaruniakan rahmat istimewa kepadanya, Insya Allah.\n\n Jika seorang da'i atau penceramah di depan umum yang beriman bahwa Allah mendengar apa yang diucapkannya, membiasakan membaca Yaa Samii' sesering mungkin, niscaya kata-katanya akan sangat berpengaruh terhadap para pendengarnya."
    },
    {
        "urutan": 27,
        "latin": "Al Bashiir",
        "arab": "البصير",
        "arti": "Yang Maha Melihat",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/al-bashiir.html",
        "content": "Al Bashiir (البصير), Yang Maha Melihat.\n\n Ayat Al Quran:\n    Al-Hadiid: 4\n\n Fadillah:\n  Orang yang membaca Yaa Bashiir sebanyak 100 kali setelah sholat jumat secara istiqamah, Allah WT akan mengaruniakan kepadanya penglihatan (mata) yang tajam dan cahaya dalam hatinya. Insya Allah.\n\n Jika suatu pekerjaan tidak diniatkan untuk diri sendiri melainkan karena Allah, kemudian orang tersebut membaca yaa Allaah yaa Bashiir sebanyak 100 kali sebelum sholat jumat, niscaya Allah akan menggembirakan orang itu dengan kasih sayang-Nya dan memberikannya keberhasilan dalam pekerjaan yang diniatkannya itu."
    },
    {
        "urutan": 28,
        "latin": "Al Hakam",
        "arab": "الحكم",
        "arti": "Yang Maha Menetapkan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/al-hakam.html",
        "content": "Al Hakam (الحكم), Yang Maha Menetapkan, Maha Menghukum / Maha Mengadili, yaitu sebagai hakim yang menetapkan / memutuskan yang tidak seorang pun dapat menolak keputusanNya, juga tidak seorang pun yang berkuasa merintangi kelangsungan hukumNya itu.\n\n Ayat Al Quran:\n    Al-Mu'min: 48\n\n Fadillah:\n  Barang siapa berdzikir dengan Asma Allah ini sebanyak 99 kali pada akhir malam dalam keadaan wudhu dan mengkonsenterasikan pikiran maka Allah akan menjadikan batinnya sebagai tempat rahasia-rahasia ketuhanan dan hatinya akan dipenuhi dengan cahaya."
    },
    {
        "urutan": 29,
        "latin": "Al 'Adl",
        "arab": "العدل",
        "arti": "Yang Maha Adil",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/al-adl.html",
        "content": "Al 'Adl (العدل), Yang Maha Adil, serta sangat sempurna dalam keadilanNya itu.\n\n Ayat Al Quran:\n    Al-An'aam: 115\n\n Fadillah:\n  Barang siapa menulis (dengan za'faran atau dengan isyarat jari) Asma Allah ini di atas 20 potong roti pada malam atau siang hari jumat, kemudian memakannya, maka Allah SWT akan menjadikan seluruh makhluk tunduk kepadanya, Insya Allah."
    },
    {
        "urutan": 30,
        "latin": "Al Lathiif",
        "arab": "اللطيف",
        "arti": "Yang Maha Lembut",
        "url": "https://infoasmaulhusna.blogspot.com/2017/08/al-lathiif.html",
        "content": "Al Lathiif (اللطيف), Yang Maha Lembut / Yang Maha Menghalusi / Yang Maha Teliti / Yang Maha Lembut serta Halus, yaitu mengetahui segala sesuatu yang samar-samar, pelik-pelik dan kecil-kecil.\n\n Ayat Al Quran:\n    Al-Mulk: 14\n\n Fadillah:\n  Barang siapa yang membaca Asma Allah ini sebanyak 133 kali setiap hari, Allah SWT akan mengaruniakan kepadanya rezeki yang berlimpah.\n\n Siapa saja yang ditimpa kesulitan hendaknya berwudhu dengan benar kemudian mengerjakan sholat sunat dua rakaat, kemudian sambil meniatkan maksudnya dan membaca Asma Allah ini 100 kali, maka Allah SWT akan memberikan jalan keluar dari kesulitannya itu, Insya Allah.\n\n Membaca Yaa Lathiif sebanyak 129 kali akan menolong orang yang mengalami depresi dan stres.\n\n Jika Seseorang biasa membaca Allaah Lathiifun bi 'ibaadih yarzuq man yasyaa' wa huwa al-Qawiiyy al-'Aziiz (Allah Maha Lembut kepada hamba-hamba-Nya, Dia memberi rezeki kepada siapa saja yang dikehendaki-Nya, dan Dia Maha Kuat lagi Maha Perkasa) sebanyak 9 kali setiap, maka Insya Allah dia akan mendapatkan hari yang lebih mudah dan lebih bahagia."
    },
    {
        "urutan": 31,
        "latin": "Al Khabiir",
        "arab": "الخبير",
        "arti": "Yang Maha Mengenal",
        "url": "https://infoasmaulhusna.blogspot.com/2017/07/al-khabiir.html",
        "content": "Al Khabiir (الخبير), Yang Maha Mengenal / Yang Maha Waspada / Yang Maha Mengetahui.\n\n Ayat Al Quran:\n    Al-An'aam: 18\n\n Fadillah:\n  Barang siapa berdzikir dengan Asma Allah ini selama 7 hari maka akan datang kepadanya ruhaniah (sebangsa malaikat) yang akan memberitahukan kepadanya berita-berita tentang kejadian yang berlansung pada tahun itu, atau berita tentang raja-raja atau berita tentang hati dan lain-lain.\n\n Barang siapa berada di dalam kekuasaan orang yang selalu menganiayanya, maka ia harus memperbanyak berdzikir dengan Asma Allah ini.\n\n Barang siapa yang hawa nafsunya tidak pernah terpuaskan hendaknya selalu membaca Asma Allah ini, Insya Allah ia akan segera terbebas dari hawa nafsu yang tak terpuaskan itu.\n\n Jika seseorang yang menderita perangai buruk dan sungguh-sungguh merasa malu serta ingin menghilangkannya, maka sangat berfaedah baginya untuk membaca yaa Khabiir sesering mungkin.\n\n Jika seorang beriman merasa cemas terhadap akibat dari suatu perbuatan, maka kepadanya akan diperlihatkan akibat dari perbuatannya itu di dalam mimpinya jika dia membaca ayat \"alaa ya'lam man khalaqa wa Huwa al-Lathiif al-Khabiir\" (Apakah Allah yang menciptakan itu tidak mengetahui [yang kamu lahirkan dan rahasiakan]? Dan Dia Maha Halus lagi Maha mengetahui) [Al-Mulk : 14] sebanyak beberapa kali hingga dia tertidur di malam hari."
    },
    {
        "urutan": 32,
        "latin": "Al Haliim",
        "arab": "الحليم",
        "arti": "Yang Maha Penyantun",
        "url": "https://infoasmaulhusna.blogspot.com/2017/07/al-haliim.html",
        "content": "Al Haliim (الحليم) Yang Maha Penyantun / Yang Maha Penyabar / Maha Penghamba, yaitu yang tidak tergesa-gesa melakukan kemarahan dan memberikan siksaan.\n\n Ayat Al Quran:\n    Al-Baqarah: 235\n\n Fadillah:\n  Jika Asma Allah ini ditulis di kertas kemudian dituangkan air, lalu air tersebut dipercikkan atau diusapkan pada alat tukangnya, maka akan dapat menambah keberkahannya, jika disapukan pada sebuah kapal, maka kapal tersebut akan terhindar dari bahaya tenggelam dan dari segala marabahaya.\n\n Jika seseorang yang pemarah membaca yaa Haliim sebanyak 88 kali pada saat amarahnya nyaris memuncak, niscaya marahnya akan reda.\n\n Jika cinta salah seorang dari pasangan suami istri memudar, maka dengan menuliskan Asma Allah ini pada sebuah apel dan memakannya akan membantu mengembalikan rasa cinta itu.\n\n Jika Asma Allah ini dituliskan pada secarik kertas, lalu dilarutkan kedalam air dan air itu disiramkkan ke atas lahan atau kebun, maka Insya Allah tanahnya akan menghasilkan panen yang lebih baik."
    },
    {
        "urutan": 33,
        "latin": "Al 'Azhiim",
        "arab": "العظيم",
        "arti": "Yang Maha Agung",
        "url": "https://infoasmaulhusna.blogspot.com/2017/07/al-azhiim.html",
        "content": "Al 'Azhiim (العظيم), Yang Maha Agung, yaitu mencapai puncak tertinggi dan di mercu keagungan kerana bersifat dengan segala macam sifat kebesaran dan kesempunnaan.\n\n Ayat Al Quran:\n    Asy-Syuura: 4\n\n Fadillah:\n  Barang siapa berdzikir dengan Asma Allah ini sebanyak 12 kali, niscaya ia akan selamat dari segala sesuatu.\n\n Orang yang sering berdzikir dengan Asma Allah ini, maka Allah SWT akan mengaruniakan kemuliaan dan kehormatan padanya, Insya Allah.\n\n Menurut sebuah hadist Nabi Muhammad SAW, jika engkau membaca“subhaana Allaah wa bi hamdih subhaana Allaah al-'azhiim astaghfirullah sebanyak 100 kali antara menyingsingnya fajar dan terbitnya matahari, tentu hal itu akan membantumu menjauhkan diri dari mengejar-ngejar keberhasilan duniawi, sebab keberhasilan duniawi yang akan mengejar dirimu.\n\n Jika engkau takut terhadap kejahatan musuh yang kuat dan kau bacayaa 'Azhiim dzaa tsanaa al-fakhr wa al-'izz wa al-majd wa al-kibriyaa' falaa yadzillu 'izzuh (“Wahai Yang Maha Besar yang memiliki pujian Kebanggaan dan Kekuatan, Kemuliaan dan Keagungan; yang kebesaran-Nya tidak direndahkan”) sebanyak 12 kali dan setiap satu kali engkau meniup dirimu sendiri, tentu engkau akan tahan terhadap kejahatan yang akan dilakukan musuhmu terhadap dirimu.\n(“Orang yang belajar, mengajarkan apa yang diketahuinya, dan mengamalkan ilmunya disebut 'Abd al-'Azhiim di surga.” [Hadist Nabi Muhammad SAW].\n\n 'Abd al-'Azhiim adalah orang yang kepadanya Allah memperlihatkan kebesaran-Nya yang sempurna. Dan dari kekuatan yang berasal dari kebenaran, dia melihat azab bagi para penentang kebenaran dan pahala bagi pembela kebenaran. Kehebatan dan kekuatannya berada di atas orang lain karena kebesaran batinnya dicerminkan oleh penampilan lahirnya)"
    },
    {
        "urutan": 34,
        "latin": "Al Ghafuur",
        "arab": "الغفور",
        "arti": "Yang Maha Pengampun",
        "url": "https://infoasmaulhusna.blogspot.com/2017/07/al-ghafuur.html",
        "content": "Al Ghafuur (الغفور), Yang Maha Memberi Pengampunan, Maha Pengampun, banyak pengampunanNya kepada hamba-hambaNya.\n\n Ayat Al Quran:\n    Aali 'Imran: 89\n\n Fadillah:\n  Jika Seseorang merasa berdosa dan oleh karenanya merasa berat di dalam hatinya, dengan membaca yaa Ghafuur sebanyak 100 kali setelah sholat jumat, penderitaannya akan hilang dan jika Allah menghendaki, Dia akan mengampuni dosa itu.\n\n Barang siapa sering membaca Asma Allah ini maka malapetaka dan duka cita akan menjauh darinya, Insya Allah. Disamping itu Allah SWT akan memberikan keberkahan pada kekayaannya dan keturunannya.\n\n Orang yang mengucapkan sebanyak tiga kali yaa Rabb Aghfirli Al -Ghafuur ketika sujud maka Allah SWT akan mengampuni dosanya yang telah lalu dan yang akan datang.\n\n Barang siapa menuliskan Asma Allah ini diatas orang yang sakit demam, niscaya si pesakit akan sembuh.\n\n Barang siapa menuliskan Sayyidul-Istighfaar lalu menghapuskannya dengan air dan diminumkannya kepada orang yang sedang kesulitan dalam menghadapi ajal sehingga lidahnya sulit mengucapkan kata-kata, maka akan mudahlah saat sakaratul-maut orang yang bersangkutan. Ini telah coba oleh banyak orang dan berhasil dengan baik."
    },
    {
        "urutan": 35,
        "latin": "As Syakuur",
        "arab": "الشكور",
        "arti": "Yang Maha Pembalas Budi(Menghargai)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/07/as-syakuur.html",
        "content": "As Syakuur (الشكور), Yang Maha Pembalas Budi (Menghargai), Maha Pembalas / Maha Bersyukur, iaitu memberikan balasan yang banyak sekali atas amalan yang kecil.\n\n Ayat Al Quran:\n    Faathir: 30\n\n Fadillah:\n  Barang siapa menuliskannya bagi orang yang menderita sesak napas atau merasa letih badannya atau merasa berat tubuhnya, kemudian tulisan itu dihapus \n(dilunturkan)nya dengan air dan diminumkan kepda orang yang sakit itu, serta digunakan untuk mengusap badannya, niscaya si pesakit akan sembuh dari penyakitnya berkat izin Allah SWT. Dan jika air tersebut diusapkan ke muka orang yang menderita lemah pandangan, niscaya ia akan mendapatkan keberkatannya.\n\n Barang siapa membaca Asma Allah ini setiap hari sebanyak 41 kali untuk mengatasi masalah keuangan, jasmani, ruhani, pikiran dan sebagainya. Insya Allah masalah tersebut akan segera teratasi."
    },
    {
        "urutan": 36,
        "latin": "Al 'Aliy",
        "arab": "العلى",
        "arti": "Yang Maha Tinggi",
        "url": "https://infoasmaulhusna.blogspot.com/2017/07/al-aliy.html",
        "content": "Al 'Aliy (العلي), Yang Maha Tinggi Martabat-Nya / Yang Maha Tinggi serta Mulia, yaitu mencapai tingkat yang setinggi-tingginya yang tidak mungkin digambarkan oleh akal fikiran siapapun dan tidak dapat difahami oleh otak yang bagaimanapun pandainya.\n\n Ayat Al Quran:\n    An-Nisaa': 34\n\n Fadillah:\n  Seseorang yang membaca Asma Allah ini setiap hari secara istiqamah dan membawa serta tulisan tersebut dalam badannya, maka derajatnya akan ditinggikan dan dikaruniai kemakmuran, dan semua hajatnya akan terpenuhi, Insya Allah.\n\n Barang siapa menuliskan Asma Allah ini atas seorang anak kecil, maka Allah SWT akan menyampaikannya kepada tingkat dewasanya; jika dituliskan kepada seorang bujang, maka ia akan dikumpulkan dengan keinginannya; dan kalau dituliskan kepada orang yang miskin, maka ia akan mendapatkan kekayaan berkat karunia Allah SWT."
    },
    {
        "urutan": 37,
        "latin": "Al Kabiir",
        "arab": "الكبير",
        "arti": "Yang Maha Besar",
        "url": "https://infoasmaulhusna.blogspot.com/2017/07/al-kabiir.html",
        "content": "Al Kabiir (الكبير), Yang Maha Besar, yang kebesaranNya tidak dapat dicapai oleh pancaindera ataupun akal manusia.\n\n Ayat Al Quran:\n    Ar-Ra'd: 9\n\n Fadillah:\n  Jika seseorang dipecat dari jabatannya, hendaknya ia berpuasa selama tujuh hari dan setiap hari membaca yaa kabiir anta al-ladzii laa tahdi 'uquul li washfi 'azamatih (“Wahai Yang Maha Besaar Yang tak dapat dilukiskan akal”) sebanyak 1.000 kali, maka jabatannya tersebut akan kembali kepadanya, disamping itu ia akan memperoleh kemuliaan dan kehormatan, Insya Allah.\n\n Berkhasiat untuk membuka pintu ilmu pengetahuan dan makrifat bagi orang yang banyak berdzikir dengan Asma Allah ini.\n\n Barang siapa yang mempunyai banyak utang, kemudian ia berdzikir dengan membaca yaa kabiir anta al-ladzii laa tahdi 'uquul li washfi 'azamatih (“Wahai Yang Maha Besaar Yang tak dapat dilukiskan akal”) sebanyak 1.000 kali, niscaya mereka akan mampu melunaskan utang-utangnya itu."
    },
    {
        "urutan": 38,
        "latin": "Al Hafizh",
        "arab": "الحفيظ",
        "arti": "Yang Maha Memelihara",
        "url": "https://infoasmaulhusna.blogspot.com/2017/07/al-hafizh.html",
        "content": "Al Hafizh (الحفيظ), Yang Maha Memelihara, Maha Pemelihara Maha Pelindung / Maha Memelihara, iaitu menjaga segala sesuatu jangan sampai rosak dan goyah. Juga menjaga segala amal perbuatan hamba-hambaNya, sehingga tidak akan disia-siakan sedikit pun untuk memberikan balasanNya.\n\n Ayat Al Quran:\n    Huud: 57\n\n Fadillah:\n  Barang siapa yang berdzikir dengan Asma Allah ini dengan istiqamah atau menuliskannya dan membawanya di tempat yang menakutkan, maka ia akan selamat, sekalipun ia tidur di tempat binatang buas.\n\n Jika seseorang mengenakan kalung bertuliskan nama yaa Hafiizh dan dia tidak lupa membacanya paling sedikit 10 kali dalam sehari, niscaya ia akan selamat dari kekerasan, malapetaka, kehilangan dan hal-hal yang membawa madharat, Insya Allah."
    },
    {
        "urutan": 39,
        "latin": "Al Muqiit",
        "arab": "المقيت",
        "arti": "Yang Maha Pemberi Kecukupan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/07/al-muqiit.html",
        "content": "Al Muqiit (المقيت), Yang Maha Pemberi kecukupan/ Maha Pemberi Keperluan, baik yang berupa makanan tubuh ataupun makanan rohani.\n\n Ayat Al Quran:\n    An-Nisaa': 85\n\n Fadillah:\n  Barang siapa menuliskan Asma Allah ini atau membacakannya ke atas tanah, lalu tanah itu dibasahinya dan kemudian diciumnya, niscaya Allah akan menguatkannya dalam menahan rasa lapar.\n\n Orang yang hendak melakukan perjalanan yang sulit dan berbahaya dapat membaca yaa Muqiit sebanyak 7 kali di atas sebotol air, kemudian menuliskan Asma Allah ini pada botol tersebut sebanyak 7 kali pula. Selama dia minum dari botol itu di dalam perjalanannya, dia akan mendapatkan kekuatan untuk mengatasi berbagai kesulitan dan bahaya yang mungkin dihadapinya.\n\n Barang siapa meniupkan Asma Allah ini di sebuah wadah setelah dibaca sebanyak 7 kali, kemudian meminum airnya untuk dirinya atau untuk orang lain, atau bernafas dalam-dalam di atas wadah tersebut, maka semua hajatnya akan terpenuhi, Insya Allah."
    },
    {
        "urutan": 40,
        "latin": "Al Hasiib",
        "arab": "الحسيب",
        "arti": "Yang Maha Membuat Perhitungan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/06/al-hasiib.html",
        "content": "Al Hasiib (الحسيب), Yang Maha Membuat Perhitungan, Maha Penjamin / Maha Mencukupi / Maha Penghitung yaitu memberikan jaminan kecukupan kepada seluruh bamba-hambaNya pada hari Qiamat.\n\n Ayat Al Quran:\n    An-Nisaa': 6\n\n Fadillah:\n  Barang siapa takut dikalahkan oleh temannya, menghadapi tetangga yang licik, orang yang iri hati, atau untuk menjaga rumah seseorang dari kerusakan maka ia harus membaca yaa Hasiib setiap hari sebelum matahari terbit dan sesudah matahari tenggelam sebanyak 70 kali. Maka sebelum satu minggu, Allah sudah menyelamatkannya dari rasa takutnya itu. Membaca Asma Allah ini hendaklah dimulai dari hari Kamis.\n\n Jika seseorang menuliskan nama ini pada botol dan memberi minum bayi yang sering menangis dari botol ini, niscaya tangisnya akan berhenti."
    },
    {
        "urutan": 41,
        "latin": "Al Jaliil",
        "arab": "الجليل",
        "arti": "Yang Maha Mulia",
        "url": "https://infoasmaulhusna.blogspot.com/2017/06/al-jaliil.html",
        "content": "Al Jaliil (الجليل), Yang Maha Luhur yaitu yang memiliki sifat-sifat keluhuran kerana kesempurnaan sifat-sifatNya.\n\n Ayat Al Quran:\n    Ar-Rahmaan: 27\n\n Fadillah:\n  Barang siapa membaca atau menuliskan Asma Allah ini pada sehelai kertas dengan tinta misik dan za'faran, lalu dibawanya, maka Allah akan memberikan kewibawaan dan kebesaran kepada-Nya."
    },
    {
        "urutan": 42,
        "latin": "Al Kariim",
        "arab": "الكريم",
        "arti": "Yang Maha Mulia",
        "url": "https://infoasmaulhusna.blogspot.com/2017/06/al-kariim.html",
        "content": "Al Kariim (الكريم), Yang Maha Pemurah yaitu mulia tanpa had dan memberi siapa pun tanpa diminta atau sebagai penggantian dan sesuatu pemberian.\n\n Ayat Al Quran:\n    An-Naml: 40\n\n Fadillah:\n  Barang siapa memperbanyak dzikir dengan Asma Allah ini ketika hendak tidur dan dilakukan secara rutin, maka Allah akan menanamkan sifat Karim kedalam hati orang-orang arif.\n\n Orang yang membaca yaa Kariim sebanyak 270 kali setiap hari akan terbebas sama sekali dari utang mereka.\n\n Barang siapa membaca astaghfirullaah yaa Kariim sering kali merasa aman dari hukuman Allah dan mengharapkan ampunan-Nya"
    },
    {
        "urutan": 43,
        "latin": "Ar Raqiib",
        "arab": "الرقيب",
        "arti": "Yang Maha Mengawasi",
        "url": "https://infoasmaulhusna.blogspot.com/2017/06/ar-raqiib.html",
        "content": "Ar Raqiib (الركيب), Yang Maha Mengawasi, Maha Peneliti / Maha Pengawas Maha Waspada yaitu yang mengamat-amati gerak-geri segala sesuatu dan mengawasinya.\n\n Ayat Al Quran:\n    Al-Ahzaab: 52\n\n Fadillah:\n  Orang yang beriman yang telah diberikan karunia ihsaan, dikaruniai keyakinan yang kuat bahwa Allah melihat mereka setiap saat, membaca Asma Allah ini ditempat yang tersembunyi, maka mata hatinya akan melihat rahasia yang tidak dapat dilihat oleh orang lain. Dia bahkan dapat memahami bahasa binatang, tumbuh-tumbuhan dan benda-benda mati.\n\n Jika seseorang lupa atau kehilangan sesuatu, membaca Asma Allah ini akan membantu orang itu untuk menemukannya kembali.\n\n Jika seseorang merasa takut terhadap tenung atau sihir yang ditujukan kepadanya, membaca nama ini sebanyak 312 kali sehari selama seminggu akan membantu sihir itu menjadi tak bertuah.\n\n Barang siapa menginginkan keluarganya dan hartanya dilindungi dari kerusakan dan bencana, hendaknya membaca Asma Allah ini setiap hari 7 kali dan meniupkan pada mereka. Hendaknya dia terus membaca Asma Allah ini kapan saja sehingga akan memperoleh perlindungan setiap saat.\n\n Barang siapa merasa khawatir terhadap janin yang dikandung oleh seorang ibu dari bahaya keguguran, maka hendaknya dibacakannya ke atas perut si ibu Asma Allah ini sebanyak 7 kali, maka Insya Allah si ibu akan terhindar dari keguguran.\n\n Barang siapa hendak berlayar dan ia merasa khawatir bahwa di antara keluarga yang ditinggalkannya ada yang berbuat tidak senonoh, maka hendaklah dibacakan Asma Allah ini 7 kali sambil memegang tengkuk mereka. Insya Allah apa yang dikhawatirkannya itu tidak akan terjadi."
    },
    {
        "urutan": 44,
        "latin": "Al Mujiib",
        "arab": "المجيب",
        "arti": "Yang Maha Mengabulkan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/06/al-mujiib.html",
        "content": "Al Mujiib (المجيب), Yang Maha Mengabulkan yaitu yang memenuhi permohonan siapa saja yang berdoa padaNya.\n\n Ayat Al Quran:\n    Huud: 61\n\n Fadillah:\n  Orang yang senantiasa berdzikir membaca yaa Mujiib, maka doa-doanya akan dikabulkan.\n\n Jika Seseorang membaca yaa Mujiib sebanyak 55 kali setelah mengerjakan sholat sunat, terutama ketika matahari terbit, maka kebutuhannya akan dipenuhi.\n\n Membaca Asma Allah ini juga akan menghentikan desas-desus dan fitnah yang ditujukan kepada seseorang."
    },
    {
        "urutan": 45,
        "latin": "Al Waasi '",
        "arab": "الواسع",
        "arti": "Yang Maha Luas",
        "url": "https://infoasmaulhusna.blogspot.com/2017/06/al-waasi.html",
        "content": "Al Waasi' (الواسع), Yang Maha Luas (Pemberian-Nya) yaitu kerahmatanNya merata kepada segala yang maujud dan luas pula ilmuNya terhadap segala sesuatu.\n\n Ayat Al Quran:\n    Al-Baqarah: 268\n\n Fadillah:\n  Berkhasiat mendatangkan kelapangan dan kedudukan, lapang dada dan terhindarnya ia dari sifat dendam dan tamak, serta mendatangkan sifat qanaa'ah bagi orang yang berdzikir dengannya.\n\n Barang siapa menginginkan kelimpahan harta benda, ketinggian ruhaniah, kecukupan dan tidak tergantung kepada siapa pun, hendaknya selalu berdzikir dengan Asma Allah ini.\n\n Orang-orang yang memiliki beban pekerjaan dan tanggung jawab yang berat yang rasanya tidak dapat mereka pikul akan beroleh kekuatan dan keringan jika mereka terus-menerus berdzikir dengan Asma Allah ini.\n\n Membaca yaa Waasi' sebanyak 170 kali dapat menyembuhkan seseorang dari depresi."
    },
    {
        "urutan": 46,
        "latin": "Al Hakiim",
        "arab": "الحكيم",
        "arti": "Yang Maha Maka Bijaksana",
        "url": "https://infoasmaulhusna.blogspot.com/2017/06/al-hakiim.html",
        "content": "Al Hakiim (الحكيم), Yang Maha Bijaksana yaitu memiliki kebijaksanaan yang tertinggi kesempurnaan ilmuNya serta kerapiannya dalam membuat segala sesuatu.\n\n Ayat Al Quran:\n    Al-An'aam: 18\n\n Fadillah:\n  Jika Seseorang merasa bahwa dirinya tidak mampu melaksanakan tugas yang diembannya, atau jika semua usaha yang ditempuhnya mengalami kegagalan, kemudian dia tetap membaca Asma Allah ini, niscaya segalanya akan berubah menjadi lebih baik.\n\n Barang siapa terus menerus membaca yaa Hakiim, maka Allah akan membukakan baginya ilmu dan hikmah.\n\n Barang siapa memperbanyak dzikir dengan Asma Allah ini, niscaya Allah akan memalingkan dirinya apa-apa yang membahayakan dirinya dan akan membukakan baginya pintu hikmah."
    },
    {
        "urutan": 47,
        "latin": "Al Waduud",
        "arab": "الودود",
        "arti": "Yang Maha Mengasihi",
        "url": "https://infoasmaulhusna.blogspot.com/2017/06/al-waduud.html",
        "content": "Al Waduud (الودود), Yang Maha Mengasihi, Maha Pencinta / Maha Menyayangi, iaitu yang menginginkan segala kebaikan untuk seluruh hambaNya dan juga berbuat baik pada mereka itu dalam segala hal dan keadaan.\n\n Ayat Al Quran:\n    Al-Buruuj: 14\n\n Fadillah:\n  Barang siapa membaca Asma Allah sebanyak 1.000 kali kemudian meniupkannya pada makanan, lalu makanan tersebut ia makan bersama-sama istrinya, maka perselisihan dan perbedaan di antara mereka segera teratasi. Cinta dan kasih sayang juga akan tertanam di hati mereka, Insya Allah.\n\n Jika seseorang menuliskan Asma Allah ini pada secarik kain sutra kemudian membawanya dan ingat untuk sering membacanya, niscaya orang-orang akan makin menyukainya.\n\n Barang siapa berdzikir dengan Asma Allah ini sebanyak 1.000 kali, niscaya Allah akan mencintainya. Karena itulah para guru tarekat sering menganjurkan murid-muridnya agar berdzikir dengan Asma Allah."
    },
    {
        "urutan": 48,
        "latin": "Al Majiid",
        "arab": "المجيد",
        "arti": "Yang Maha Mulia",
        "url": "https://infoasmaulhusna.blogspot.com/2017/06/al-majiid.html",
        "content": "Al Majiid (المجيد), Yang Maha Mulia yaitu yang mencapai tingkat teratas dalam hal kemuliaan dan keutamaan.\n\n Ayat Al Quran:\n    Al-Buruuj: 15\n\n Fadillah:\n  Jika seorang beriman yang memiliki sifat yang baik, yang terkena penyakit kulit, berpuasa pada tanggal 13 14 dan 15 bulan Qamariyah dan ketika berbuka membaca yaa Majiid sebanyak 100 kali, maka penyakitnya itu dapat tertolong. Cara ini juga menolong dalam kasus penyakit hati dan depresi."
    },
    {
        "urutan": 49,
        "latin": "Al Baa'its",
        "arab": "الباعث",
        "arti": "Yang Maha Membangkitkan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/06/al-baaits.html",
        "content": "Al Baa'its (الباعث), Yang Maha Membangkitkan yaitu membangkitkan semangat dan kemahuan, juga membangkitkan para Rasul dan orang-orang yang telah mati dari kubur masing-masing nanti setelah tibanya hari Qiamat.\n\n Ayat Al Quran:\n    Yaasiin: 52\n\n Fadillah:\n  Jika seseorang mampu mengakui bahwa ia lalai dan gagal dalam menjalani hidup menurut ketentuan-ketentuan Allah, dan mengetahui bahwa dia tidak takut kepada azab Allah, tetapi masih menderita karena keadaan ini dan ingin mengubahnya, dia harus sering membaca Asma Allah ini, maka dia akan merasa takut, cinta dan berharap kasih sayang Allah dan mengubah jalan hidupnya.\n\n Jika seseorang dituduh secara sewenang-wenang, maka membaca Yaa Baa'its sebanyak 7.070 kali akan menyelamatkannya.\n\n Barang siapa ketika hendak tidur meletakkan tangannya didadanya dan membaca Asma Allah ini sebanyak 101 kali, maka hatinya akan hidup dengan ilmu dan hikmah, Insya Allah."
    },
    {
        "urutan": 50,
        "latin": "As Syahiid",
        "arab": "الشهيد",
        "arti": "Yang Maha Menyaksikan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/05/as-syahiid.html",
        "content": "As Syahiid (الشهيد), Yang Maha Menyaksikan / Maha Mengetahui keadaan semua makhluk.\n\n Ayat Al Quran:\n    Al-Maaidah: 117\n\n Fadillah:\n  Berkhasiat menjadikan orang yang berdzikir dengan Asma Allah ini kembali kepada kebenaran dari kebathilan.\n\n Orang yang berdosa karena berbuat maksiat kepada Allah dan dia benar-benar mengetahui bahwa dirinya melakukan hal yang salah akan dapat mengendalikan perbuatannya jika dia membaca yaa Syahiid sebanyak 21 kali tanpa putus.\n\n Jika Asma Allah ini dibacakan sambil meletakkan telunjuk pada tangan anak yang bandel, niscaya anak itu akan menjadi lebih penurut.\n\n Barang siapa yang menginginkan agar anak dan istrinya yang durhaka menjadi taat, hendaknya meletakkan tangannya di keningnya, kemudian membaca Asma Allah ini sebanyak 21 kali dan meniupkannya, Insya Allah mereka akan mentaatinya."
    },
    {
        "urutan": 51,
        "latin": "Al Haqq",
        "arab": "الحق",
        "arti": "Yang Maha Benar",
        "url": "https://infoasmaulhusna.blogspot.com/2017/05/al-haqq.html",
        "content": "Al Haqq (الحق), Yang Maha Haq / Yang Maha Benar yang kekal dan tidak akan berubah sedikit pun.\n\n Ayat Al Quran:\n    Thaahaa: 114\n\n Fadillah:\n  Jika membaca laa ilaaha illaa Allaah al-Malik al-Haqq al-Mubiin (“Tidak ada Tuhan selain Allah, Maha Raja, Kebenaran Yang Nyata) sebanyak 100 kali setiap hari, niscaya dia akan mendapat rezeki yang tidak diduga-duga.\n\n Barang siapa berdzikir dengan Asma Allah ini sebanyak 1.000 kali setiap hari, maka akhlaknya akan menjadi baik.\n\n Orang yang menuliskan Asma Allah ini pada sehelai kertas persegi panjang pada keempat sudutnya, lalu diletakkannya pada telapak tangannya di waktu sahur, sambil mengangkatnya ke arah langit, niscaya Allah akan melindunginya dari apa yang disusahkannya.\n\n (Tawakkul, berserah diri kepada Allah, bukan berarti mengabaikan sebab-sebab dari suatu kejadian. Berdiam diri dan tidak peduli terhadap sebab itu dan akibatnya adalah sikap malas. Bertawakal kepada Allah merupakan salah satu kewajiban dalam Islam, sedangkan sikap malas adalah dosa)"
    },
    {
        "urutan": 52,
        "latin": "Al Wakiil",
        "arab": "الوكيل",
        "arti": "Yang Maha Memelihara",
        "url": "https://infoasmaulhusna.blogspot.com/2017/05/al-wakiil.html",
        "content": "Al Wakiil (الوكيل), Yang Maha Memelihara, Maha Pentadbir / Maha Berserah / Maha Memelihara penyerahan, yakni memelihara semua urusan hamba-hambaNya dan apa-apa yang menjadi keperluan mereka itu.\n\n Ayat Al Quran:\n    Al-An'aam: 102\n\n Fadillah:\n  Barang siapa memperbanyak dzikir dengan Asma Allah ini, niscaya Allah akan membukakan baginya pintu-pintu kebaikan dan rezeki.\n\n Jika seseorang yang bertawakal kepada Allah berada dalam bahaya bencana alam atau tengah di serang musuh, membaca Asma Allah ini secara terus menerus sebanyak 66 kali, niscaya dia akan selamat.\n\n Rasulullah SAW bersabda, “Jika engkau membaca Hasbiiyallaah laa ilaaha illaa huwa 'alayh tawakkaltu wa huwa rabb al-'arsy al-'azhiim('Cukuplah Allah bagiku, tidak ada Tuhan selain Dia, hanya kepada-Nya aku bertawakal dan Dialah Tuhan yang memiliki Arasy Yang Agung' [at-Taubah :129] ) diwaktu pagi dan malam hari, maka Allah akan menjadi wakilmu dan akan membimbing urusanmu di dunia ini dan di akhirat dengan bimbingan yang terbaik bagimu”."
    },
    {
        "urutan": 53,
        "latin": "Al Qawiyyu",
        "arab": "القوى",
        "arti": "Yang Maha Kuat",
        "url": "https://infoasmaulhusna.blogspot.com/2017/05/al-qawiyyu.html",
        "content": "Al Qawiyyu (القوى), Yang Maha Kuat / Maha Memiliki Kekuatan yaitu yang memiliki kekuasaan yang sesempurnanya.\n\n Ayat Al Quran:\n    Al-Anfaal: 52\n\n Fadillah:\n  Orang yang dizalimi hendaknya membaca Asma Allah ini sebanyak-banyaknya untuk menghentikan kezalimannya. Maka Allah akan memberikan perlindungan kepadanya. Insya Allah.\n\n Orang yang membaca Asma Allah ini sebanyak 116 kali setiap hari, jika mereka lemah atau lelah karena melaksanakan sholat lima waktu, maka mereka akan mendapatkan kekuatan dan senang melaksanakan sholat itu.\n\n Jika seseorang menderita selama melaksanakan perjalanan yang sulit dan berbahaya membaca Asma Allah ini, niscaya mereka tidak akan merasakan penderitaan itu.\n\n Jika seseorang memasuki tempat atau keadaan yang berbahaya, mana membaca bi ism Allaah al-Rahmaan al-Rahiim wa laa hawla wa laa quwwata illaa bi Allaah Al-'Aliyy Al-'Azhiim (“Dengan nama Allah Yang Maha Pengasih dan Maha Penyayang, dan tak ada daya dan tak ada upaya selain Allah Yang Maha Tinggi, Yang Maha Besar”) akan menghilangkan bahaya atau memberi orang itu kekuatan untuk menghadapinya."
    },
    {
        "urutan": 54,
        "latin": "Al Matiin",
        "arab": "المتين",
        "arti": "Yang Maha Kokoh",
        "url": "https://infoasmaulhusna.blogspot.com/2017/05/al-matiin.html",
        "content": "Al Matiin (المتين), Yang Maha Kokoh, Maha Teguh / Maha Kukuh atau Perkasa / Maha Sempurna Kekuatan-Nya , iaitu memiliki keperkasaan yang sudah sampai di puncaknya.\n\n Ayat Al Quran:\n    Adz-Dzaariyaat: 58\n\n Fadillah:\n  Jika seorang yang beriman menydari bahwa dirinya sendiri merupakan seorang yang zalim lagi berperangai buruk, dan ingin meninggalkan sifat buruk itu, maka hendaknya dia membiasakan membaca Asma Allah ini sebanyak 500 kali setiap hari, niscaya akan membantunya untuk menjadi orang yang lebih baik.\n\n Jika seorang ibu kekurangan air susu untuk bayinya, maka jika dia minum dari cangkir yang bertuliskan yaa Matiin maka air susunya akan bertambah.\n\n Barang siapa membacakan Asma Allah ini pada anak perempuan kecil atau anak laki-laki kecil sebanyak 10 kali, niscaya anak tersebut tidak akan berbuat durhaka."
    },
    {
        "urutan": 55,
        "latin": "Al Waliyy",
        "arab": "الولى",
        "arti": "Yang Maha Melindungi",
        "url": "https://infoasmaulhusna.blogspot.com/2017/05/al-waliyy.html",
        "content": "Al Waliyy (الولى), Yang Maha Melindungi yaitu melindungi serta mengaturkan semua kepentingan makhlukNya kerana kecintaanNya yang amat sangat dan pemberian pertolonganNya yang tidak terbatas pada keperluan mereka.\n\n Ayat Al Quran:\n    An-Nisaa': 45\n\n Fadillah:\n  Jika seorang beriman membaca Asma Allah ini sebanyak 700 kali pada malam jumat, maka semua rintangan material dan spiritual akan hilang. Mudah-mudahan orang seperti itu melihat hakikat yang sebenarnya dan makna segala sesuatu.\n\n Dalam perkawinan yang salah satu pasangannya memiliki sifat suka bertengkar, jika pasangan lain mengingat Asma Allah ini ketika mereka sedang bertengkar niscaya pertengkaran itu tidak akan berubah menjadi perkelahian.\n\n Jika seseorang memiliki istri yang perilakunya buruk, hendaknya Asma Allah ini dibaca terus-menerus ketika berada di hadapannya, Insya Allah perilakunya akan menjadi baik.\n\n Barang siapa berdzikir dengan Asma Allah ini pada malam jumat sebanyak 1.000 kali, nicaya Allah akan memberikan wilayah (kepemimpinan) kepadanya dan akan di hisab dengan hisab yang mudah."
    },
    {
        "urutan": 56,
        "latin": "Al Hamiid",
        "arab": "الحميد",
        "arti": "Yang Maha Terpuji",
        "url": "https://infoasmaulhusna.blogspot.com/2017/05/al-hamiid.html",
        "content": "Al Hamiid (الحميد), Yang Maha Terpuji, yang memang sudah selayaknya untuk memperoleh pujian dan sanjungan.\n\n Ayat Al Quran:\n    An-Nisaa': 131\n\n Fadillah:\n  Jika seseorang yang membaca yaa Hamiid dalam keadaan menyendiri sebanyak 93 kali selama 45 hari, maka kebiasaaan dan sifat-sifatnya yang buruk akan berubah menjadi baik. Insya Allah.\n\n Jika seorang yang keimanan, ibadah dan sifatnya sejalan dengan seorang muslim membaca Asma Allah sebanyak 99 kali setelah sholat subuh, Allah akan menerangi hati orang tersebut pada hari itu.\n\n Jika seseorang membaca Asma Allah ini sebanyak 66 kali setelah sholat subuh dan sholat isya, maka Allah akan memperindah ucapan dan perbuatannya.\n\n Jika seseorang membaca Asma Allah ini sebanyak 100 kali setiap setelah melaksanakan sholat lima waktu, Allah akan memasukkan orang tersebut ke dalam golongan hamba-hamba-Nya yang saleh yang akan dicintai dan akan dilayani oleh semua orang dan setiap makhluk hidup\n\n Jika seseorang memiliki mulut yang kotor, dengan menuliskan yaaHamiid pada sebuah gelas dan minum dari gelas ini secara teratur, maka ucapannya akan menjadi baik."
    },
    {
        "urutan": 57,
        "latin": "Al Muhshii",
        "arab": "المحصى",
        "arti": "Yang Maha Mengalkulasi(Menghitung Segala Sesuatu)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/05/al-muhshii.html",
        "content": "Al Muhshii (المحصى), Yang Maha Mengalkulasi (Menghitung Segala Sesuatu), Maha Menghitung / Maha Penghitung, iaitu yang tiada satu pun tertutup dari pandanganNya dan semua amalan diperhitungkan sebagaimana wajarnya.\n\n Ayat Al Quran:\n    Maryam: 94\n\n Fadillah:\n  Orang yang membaca Asma Allah ini sebanyak 20 kali setiap hari kemudian meniupkan di 20 potong roti kemudian dimakan, Allah akan menjadikan seluruh makhluk tunduk kepadanya, Insya Allah.\n\n Bagi orang yang mengalami kesulitan dalam memahami apa yang mereka dengar atau dalam mengingat sesuatu, membaca Asma Allah ini sebanyak 148 kali akan membantu. Membaca Asma Allah ini juga memberikan dorongan kepada manusia untuk bersikap kritis terhadap diri sendiri."
    },
    {
        "urutan": 58,
        "latin": "Al Mubdi '",
        "arab": "المبدئ",
        "arti": "Yang Maha Memulai",
        "url": "https://infoasmaulhusna.blogspot.com/2017/05/al-mubdi.html",
        "content": "Al Mubdi' (المبدئ), Yang Maha Memulai/Pemula / Maha Pencipta dari Asal, iaitu yang melahirkan sesuatu yang asalnya tidak ada dan belum maujud.\n\n Ayat Al Quran:\n    Al-Buruuj: 13\n\n Fadillah:\n  Jika seseorang ragu-ragu dalam menetapkan keputusan yang akan diambilnya, maka dengan membaca Asma Allah ini sebanyak 1.000 kali dia akan dapat memutuskan dengan cepat.\n\n Barang siapa yang meletakkan tangannya di perut istrinya yang sedang hamil, kemudian membaca yaa Mubdi'u sebanyak 99 kali pada waktu sahur, maka istrinya tidak akan keguguran dan anaknya tidak akan lahir premature, Insya Allah."
    },
    {
        "urutan": 59,
        "latin": "Al Mu'iid",
        "arab": "المعيد",
        "arti": "Yang Maha Mengembalikan Kehidupan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/05/al-muiid.html",
        "content": "Al Mu'iid (المعيد), Yang Maha Mengembalikan Kehidupan, Maha Mengulangi / Maha Mengembalikan dan Memulihkan, iaitu menumbuhkan kembali setelah lenyapnya atau setelah rosaknya.\n\n Ayat Al Quran:\n    Ar-Ruum: 27\n\n Fadillah:\n  Jika ada seseorang yang hilang, hendaknya Asma Allah ini dibaca 70 kali disetiap sudut rumahnya pada malam hari ketika semua orang telah tidur. Maka ia akan kembali setelah 7 hari atau diketahui keberadaannya dalam waktu tersebut. Insya Allah\n\n Berkhasiat untuk mengingatkan hafalan yang terlupa jika berdzikir dengan Asma Allah ini.\n\n Barang siapa membaca Asma Allah ini sebanyak 1.000 kali, maka akan hilanglah kebingungannya dan akan ditunjukkan ke jalan kebenaran.\n\n Jika seseorang yang kehilangan alat rumah tangga atau barang yang berharga membaca Asma Allah ini sebanyak 77 kali pada keempat dinding rumah di keheningan malam setelah semua orang tertidur, berita mengenai orang yang mencuri atau barang yang hilang akan mengembalikan barang tersebut.\n(Abd al-Mu'iid adalah orang yang didalam dirinya Allah telah menempatkan pengetahuan mengenai rahasia bahwa segala sesuatu terus-menerus diciptakan kembali)"
    },
    {
        "urutan": 60,
        "latin": "Al Muhyii",
        "arab": "المحيى",
        "arti": "Yang Maha Menghidupkan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/04/al-muhyii.html",
        "content": "Al Muhyii (المحي), Yang Maha Menghidupkan yaitu memberikan daya kehidupan pada setiap sesuatu yang berhak hidup.\n\n Ayat Al Quran:\n    Ar-Ruum: 50\n\n Fadillah:\n  Barang siapa yang berdzikir dengan Asma Allah ini keatas badannya, maka ia akan terhindar dari penjara dan tenggelam.\n\n Orang yang sakit hendaknya membaca Asma Allah ini terus-menerus. Dapat juga dibacakan orang lain kemudian ditiupkan kepada orang yang sakit, Insya Allah kesehatannya akan pulih.\n\n Jika seseorang menderita karena menjadi budak hawa nafsunya selalu membaca Asma Allah ini hingga ia tertidur karena kecapaian maka dia akan dapat mengendalikan nafsu jahatnya.\n\n Jika membaca Asma Allah ini sebanyak 68 kali setiap hari maka Allah akan menghiasi hati mereka dengan cahaya iman dan ilmu dan akan memberikan kepada mereka kemauan untuk menolong orang lain yang tengah membutuhkan pertolongan.\n\n Jika seorang beriman menderita sakit keras membaca Asma Allah ini sebanyak 68 kali setelah sholat wajib, niscaya dia akan sembuh."
    },
    {
        "urutan": 61,
        "latin": "Al Mumiitu",
        "arab": "المميت",
        "arti": "Yang Maha Mematikan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/04/al-mumiitu.html",
        "content": "Al Mumiitu (المميت), Yang Maha Mematikan yaitu mengambil kehidupan (roh) dari apa-apa yang hidup.\n\n Ayat Al Quran:\n    Al-Mu'min: 68\n\n Fadillah:\n  Barang siapa berdzikir dengan Asma Allah ini, maka jiwanya akan patuh melakukan amal kebaikan.\n\n Orang yang tidak dapat mengendalikan nafsunya hendaknya meletakkan tangannya di dadanya dan terus-menerus membaca Asma Allah ini hingga ia tertidur, Insya Allah ia akan diberi kekuatan untuk mengendalikan nafsunya.\n\n Membaca Asma Allah ini akan membantu seseorang mendapatkan persahabatan dengan orang beriman dan memperoleh kemenangan atas musuh."
    },
    {
        "urutan": 62,
        "latin": "Al Hayyu",
        "arab": "الحي",
        "arti": "Yang Maha Hidup",
        "url": "https://infoasmaulhusna.blogspot.com/2017/04/al-hayyu.html",
        "content": "Al Hayyu (الحي), Yang Maha Hidup yaitu sentiasa kekal hidupNya itu.\n\n Ayat Al Quran:\n    Thaahaa: 111\n\n Fadillah:\n  Orang yang ingin memperoleh kesehatan hendaknya membaca Asma Allah ini sebanyak 3.000 kali setiap hari.\n\n Jika orang yang sakit menuliskan Asma Allah ini dengan misik dan air mawar dalam sebuah wadah kemudian membasuh tulisan tersebut dengan air lalu diminum, maka sakitnya akan sembuh, Insya Allah. Dapat juga air itu diberikan kepada orang lain yang sakit.\n\n Seorang beriman yang membaca Asma Allah ini secara terus-menerus, Insya Allah, akan berumur panjang dan hidup berbahagia.\n\n Jika seseorang sangat tertekan dan merasa sangat kesulitan, maka dengan membaca Asma Allah ini sebanyak 500 kali setiap hari sebelum matahari terbit, dia akan mendapatkan kedamaikan.\n\n Barang siapa membaca Asma Allah ini sebanyak 300.000 kali, maka dia tidak akan menderita sakit selama-lamanya."
    },
    {
        "urutan": 63,
        "latin": "Al Qayyuum",
        "arab": "القيوم",
        "arti": "Yang Maha Mandiri",
        "url": "https://infoasmaulhusna.blogspot.com/2017/04/al-qayyuum.html",
        "content": "Al Qayyuum (القيوم), Yang Maha Mandiri, Maha Berdiri Dengan Sendiri-Nya yaitu baik ZatNya, SifatNya, Af'alNya. Juga membuat berdirinya apa-apa yang selain Dia. DenganNya pula berdirinya langit dan bumi ini.\n\n Ayat Al Quran:\n    Thaahaa: 11\n\n Fadillah:\n  Barang siapa yang membaca yaa Hayyu yaa Qayyuum sejak terbit sampai naiknya matahari, maka ia akan mendapatkan rasa senang dalam dirinya yang tak terhingga.\nBarang siapa yang berdoa dengan Asma Allah ini di lautan luas, maka Allah akan menyelamatkannya dari bahaya tenggelam.\n\n Orang yang membaca Asma Allah ini sebanyak-banyak nya dalam keadaan menyendiri maka akan menjadi sejahtera dan kaya.\n\n Jika orang yang menghabiskan banyak waktunya yang berharga untuk tidur , maka sebelum tertidur hendaklah dia membaca Alif laam miim, Allaahu laa ilaaha illaa huw al-Hayy al-Qayyuum (“Alif Laam Miim, Allah tidak ada Tuhan selain Dia Yang Maha Hidup dan Yang Ada dengan Sendirinya” \n[Al-Baqarah : 225] ) maka kantuknya akan hilang.\n\n Jika orang yang menderita insomnia membaca waa tahsabuhum aiqaazhan wa hun ruquud (“Dan kamu mengira mereka itu bangun padahal mereka tidur”) fadharabnaa 'alaa aadzaanihim fii al-kahf siniin 'adadan (“…..Maka Kami tutup telinga mereka beberapa tahun dalam gua itu '), ketika akan tidur maka dia akan bisa tidur.\n\n Orang yang memiliki kesulitan dalam menghafal dapat membiasakan membaca Asma Allah ini 16 kali sehari di tempat yang sepi, maka dia akan dapat mengatasi kesulitan itu."
    },
    {
        "urutan": 64,
        "latin": "Al Waajid",
        "arab": "الواجد",
        "arti": "Yang Maha Penemu",
        "url": "https://infoasmaulhusna.blogspot.com/2017/04/al-waajid.html",
        "content": "Al Waajid (الواجد), Yang Maha Penemu / Maha Menemukan yaitu dapat menemukan apa saja yang diinginkan olehNya, maka tidak berkehendakkan pada suatu apa pun kerana sifat kayaNya yang secara mutlak.\n\n Ayat Al Quran:\n    Adh-Dhuhaa: 6-8\n\n Fadillah:\n  Barang siapa membaca Asma Allah ini pada setiap suap makanannya, niscaya hatinya diberikan kekuatan dan cahaya oleh Allah.\n\n Seorang beriman yang membiasakan diri berdzikir dengan Asma Allah ini sesering mungkin akan dapat membantunya menemukan apa yang ingin dia temukan dan menjaga apa yang telah ditemukannya."
    },
    {
        "urutan": 65,
        "latin": "Al Maajid",
        "arab": "الماجد",
        "arti": "Yang Maha Mulia",
        "url": "https://infoasmaulhusna.blogspot.com/2017/04/al-maajid.html",
        "content": "Al Maajid (الماجد), Yang Maha Mulia\n\n Ayat Al Quran:\n    Huud: 73\n\n Fadillah:\n  Barang siapa yang berdzikir dengan Asma Allah ini dengan khusyuk, niscaya Allah akan memberikan cahaya dalam hatinya\n\n Orang yang beriman membaca Asma Allah ini sebanyak 465 kali sepanjang siang dan 465 kali sepanjang malam maka kata-katanya akan dipahami oleh orang lain sesuai dengan yang dimaksudkannya. Sifatnya membaik. Dia dicintai dan dihormati. Dia bahkan dapat memahami bahasa hewan dan tumbuhan dan mereka juga dapat memahaminya."
    },
    {
        "urutan": 66,
        "latin": "Al Wahiid",
        "arab": "الواحد",
        "arti": "Yang Maha Tunggal",
        "url": "https://infoasmaulhusna.blogspot.com/2017/04/al-wahid.html",
        "content": "Al Wahid (الواحد), Yang Maha Tunggal, Yang Maha Esa.\n\n Ayat Al Quran:\n    Al-Baqarah: 133\n\n Fadillah:\n  Barang siapa menginginkan agar perasaan ketergantungan terhadap makhluk keluar dari hatinya, hendaknya membaca Asma Allah ini sebanyak 1.000 kali setiap hari dan dilenyapkan Allah rasa takutnya yang merupakan asal semua bencana di dunia dan di akhirat.\n\n Barang sipa menginginkan agar anaknya taat dan shaleh hendaknya menuliskan Asma Allah ini (di kertas, kain dsb) dan tulisan ini selalu dibawa kapan saja dan dimana saja.\n\n Jika seseorang yang ditimpa khayalan jahat, rasa takut yang tidak beralasan terhadap segala sesuatu dan berat hati, hendaknya mengambil air wudhu dan membaca Asma Allah ini sebanyak 1.000 kali di tempat yang sunyi, niscaya dia akan sembuh.\n\n Jika seorang beriman yang menghadapi bahaya dari orang yang sangat zalim membaca yaa Waahiid al -Baaqii awwala kulli syai' wa aakhirah (\"Wahai Engkau Yang Esa, Yang Kekal di awal segala sesuatu dan di akhirnya\") sebanyak 500 kali setelah sholat dzuhur, maka dia akan selamat."
    },
    {
        "urutan": 67,
        "latin": "Al Ahad",
        "arab": "الاحد",
        "arti": "Yang Maha Esa",
        "url": "https://infoasmaulhusna.blogspot.com/2017/04/al-ahad.html",
        "content": "Al Ahad (الأحد), Yang Maha Esa, Yang Maha Tunggal.\n\n Ayat Al Quran:\n    Al-Ikhlaas: 1\n\n Fadillah:\n  Barang siapa membaca Asma Allah ini dalam keadaan memiliki wudhu sebanyak 19 kali setelah sholat subuh, maka semua doanya akan dikabulkan, Insya Allah.\n\n Jika seseorang yang duduk sendirian ditempat yang sunyi membaca Asma Allah ini sebanyak 1.000 kali, merenung artinya dan mencoba merasakan kesatuan pada wujudnya, beberapa hal mengenai inti batin dapat dimanifestasikan."
    },
    {
        "urutan": 68,
        "latin": "As Shamad",
        "arab": "الصمد",
        "arti": "Yang Maha Dibutuhkan, Tempat Meminta",
        "url": "https://infoasmaulhusna.blogspot.com/2017/04/as-shamad.html",
        "content": "As Shamad (الصمد), Yang Maha Dibutuhkan, Tempat Meminta, Maha Diperlukan / Maha Diminta / Yang Menjadi Tumpuan, yaitu selalu menjadi tujuan dan harapan orang di waktu ada hajat keperluan.\n\n Ayat Al Quran:\n    Al-Ikhlaas: 2\n\n Fadillah:\n  Barang siapa berdzikir dengan Asma Allah sebanyak 125 kali setelah sholat subuh dan sebelum matahari terbit dalam keadaan sujud, akan tampaklah bekas-bekas kebenaran padanya, akan dilindungi dari berbohong, perilaku haram maupun dari permusuhan orang lain dan akan membaik sifat dan imannya.\n\n Barang siapa yang mengucapkan Asma Allah ini terus-menerus dan dalam keadaan memiliki wudhu, ia segera tidak akan memiliki ketergantungan kepada seluruh makhluk.\n\n Jika seseorang memerhatikan orang lain yang tengah berada di bawah pengaruh orang jahat, dan melakukan perbuatan dosa, dia boleh berpuasa secara berturut-turut pada hari kamis, jumat dan sabtu dan berbuka tanpa makan daging atau produk-produk susu, kemudian membaca yaa Shamad sebanyak 100 kali diatas makanan atau minuman dan diberikan kepada orang yang sedang dalam kesulitan itu, maka hal itu akan membantunya untuk bertobat dari perbuatan yang salah dan menyelamatkannya dari pengaruh-pengaruh jahat."
    },
    {
        "urutan": 69,
        "latin": "Al Qaadir",
        "arab": "القادر",
        "arti": "Yang Maha Menentukan, Maha Menyeimbangkan",
        "url": "https://infoasmaulhusna.blogspot.com/2018/04/al-qaadir.html",
        "content": "Al Qaadir (القادر), Yang Maha Menentukan, Maha Menyeimbangkan, Maha Berkuasa/ Maha Kuasa / Maha Berupaya.\n\n Ayat Al Quran:\n    Al-Baqarah: 20\n\n Fadillah:\n  Barang siapa yang setelah mengerjakan sholat dua rakaat membaca Asma Allah ini sebanyak 100 kali, Allah akan merendahkan dan menghinakan musuh-musuhnya.\n\n Apabila Asma Allah ini dibaca 41 kali sebelum mengerjakan tugas yang sulit, maka kesulitan itu akan hilang, Insya Allah.\n\n Jika seorang beriman membaca Asma Allah ini kerika sedang membasuh setiap anggota badannya dalam berwudhu, niscaya kepada anggota badannya itu akan diberikan kekuatan.\n\n Orang yang menderita karena cintanya ditolak hendaknya terus menerus membaca Asma Allah ini sebanyak 305 kali, maka mungkin orang yang dicintai akan membalas cintanya atau penderitaannya akan berakhir."
    },
    {
        "urutan": 70,
        "latin": "Al Muqtadir",
        "arab": "المقتدر",
        "arti": "Yang Maha Berkuasa",
        "url": "https://infoasmaulhusna.blogspot.com/2017/03/al-muqtadir.html",
        "content": "Al Muqtadir (المقتدر), Yang Maha Berkuasa, Maha Menentukan.\n\n Ayat Al Quran:\n    Al-Qamar: 42\n\n Fadillah:\n  Barang siapa yang terus menerus membaca Asma Allah ini sebanyak 744 kali setelah bangun tidur, Allah akan mengatur urusannya sebagaimana yang ia kehendaki, sehingga ia tidak perlu lagi mengatur dirinya."
    },
    {
        "urutan": 71,
        "latin": "Al Muqaddim",
        "arab": "المقدم",
        "arti": "Yang Maha Mendahulukan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/03/al-muqaddim.html",
        "content": "Al Muqaddim (المقدم), Yang Maha Mendahulukan / Maha Menyegera, yaitu mendahulukan sebahagian benda dari yang lainnya dalam mewujudnya, atau dalam kemuliaannya, selisih waktu atau tempatnya.\n\n Ayat Al Quran:\n    Qaaf: 28\n\n Fadillah:\n  Orang yang membacanya secara terus menerus akan menjadi tunduk dan patuh kepada Allah SWT.\n\n Barang siapa yang membaca Asma Allah ini sebanyak-banyaknya pada saat perang atau jihad, Allah akan memberikan keberanian dan keselamatan.\n\n Dengan membaca Asma Allah ini sebanyak 148 kali setiap hari, Allah akan memberikan kearifan untuk menentukan prioritas kepada kita untuk mencapai keberhasilan dunia dan akhirat."
    },
    {
        "urutan": 72,
        "latin": "Al Mu 'akkhir",
        "arab": "المؤخر",
        "arti": "Yang Maha Mengakhirkan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/03/al-muakkhir.html",
        "content": "Al Mu'akkhir (المؤخر), Yang Maha Mengakhirkan (Menangguhkan / Membelakangkan / Melambat-lambatkan), yaitu melewatkan sebahagian sesuatu dari yang lainnya.\n\n Ayat Al Quran:\n    Ibraahiim: 42\n\n Fadillah:\n  Orang beriman yang membiasakan membaca Asma Allah ini sebanyak 100 kali sehari menjadi mampu melihat kesalahan mereka dan bertobat.\n\n Jika orang yang bertobat membaca Asma Allah ini sebanyak 1.000 kali, Insya Allah tobat mereka akan diterima. Tanda diterimanya tobat adalah menguatnya keinginan mereka untuk melaksanakan sholat.\n\n Jika seseorang ingin mencegah orang zalim dari mendapatkan pangkat yang tinggi, maka hendaklah dia membaca Asma Allah ini sebanyak 1.446 kali sebelum matahari terbit selama tujuh hari berturut-turut. Dengan kehendak Allah dia mampu mencegahnya."
    },
    {
        "urutan": 73,
        "latin": "Al Awwal",
        "arab": "الأول",
        "arti": "Yang Maha Awal",
        "url": "https://infoasmaulhusna.blogspot.com/2017/03/al-awwal.html",
        "content": "Al Awwal (الأول), Yang Maha Awal (Pemulaan / Pertama), yaitu terdahulu sekali dari semua yang maujud.\n\n Ayat Al Quran:\n    Al-Hadiid: 3\n\n Fadillah:\n  Barang siapa yang menginginkan anak laki-laki hendaknya membaca Asma Allah ini sebanyak 40 kali setiap hari selama 40 hari.\n\n Jika seorang musafir membaca Asma Allah ini 1.000 kali pada hari jumat ia akan segera kembali kerumah dalam keadaan selamat dan sehat.\n\n Orang yang memiliki banyak persoalan atau kehilangan kekasih hatinya harus membaca yaa Awwal sebanyak 1.000 kali selama 40 jumat berturut-turut."
    },
    {
        "urutan": 74,
        "latin": "Al Aakhir",
        "arab": "الأخر",
        "arti": "Yang Maha Akhir",
        "url": "https://infoasmaulhusna.blogspot.com/2017/03/al-aakhir.html",
        "content": "Al Aakhir (الآخر), Yang Maha Akhir (Penghabisan), yaitu kekal terus setelah habisnya segala sesuatu yang maujud.\n\n Ayat Al Quran:\n    Al-Hadiid: 3\n\n Fadillah:\n  Kaum beriman yang membaca Asma Allah ini sebanyak 100 kali sehari akan berhenti membodohi diri mereka sendiri dan melihat kebenaran.\n\n Jika seseorang sedang diserang oleh musuh dan membaca Yaa Aakhir sebanyak 800 kali, niscaya si penyerang akan mundur.\n\n Barang siapa yang ingin agar cinta kepada Allah tertanam kuat dalam hatinya, cinta kepada selain Allah hilang dari hatinya, dosa-dosanya di ampuni dan mati dalam keadaan beriman hendaknya ia membaca Asma Allah ini 1.000 kali setiap hati.\n\n Membaca Asma Allah ini sebanyak 1.000 kali setiap hari jumat akan membantu meningkatkan rezeki seseorang."
    },
    {
        "urutan": 75,
        "latin": "Az Zhaahir",
        "arab": "الظاهر",
        "arti": "Yang Maha Nyata",
        "url": "https://infoasmaulhusna.blogspot.com/2017/03/az-zhaahir.html",
        "content": "Az Zhaahir (الظاهر), Yang Maha Nyata (Zahir / Menyatakan), yaitu menyatakan dan menampakkan kewujudanNya itu dengan bukti-bukti dan tanda-tanda ciptaanNya\n\n Ayat Al Quran:\n    Al-Hadiid: 3\n\n Fadillah:\n  Jika Seorang beriman memiliki niat baik dan berupaya keras untuk mewujudkannya, maka hendaklah dia melakukan sholat sunat dua rakaat kemudian membaca Huwa al-Awwal wa al-Aakhir wa al-Zhahir wa al Baathin wa huwa bi kull syay' 'Aliim (\"Dialah Yang Pertama dan Yang Akhir, Yang Tampak dan Yang Tersembunyi dan Dia Maha Mengetahui atas segala sesuatu\") sebanyak 145 kali. Dia akan mendapat kesempatan yang lebih baik untuk memperoleh apa yang diinginkannya.\n\n Membaca Asma Allah ini memampukan seseorang untuk melihat segala sesuatu yang sebelumnya tersembunyi.\n\n Jika Seseorang memiliki kesulitan dan tidak mengetahui jalan keluarnya, maka setelah mengerjakan shalat isya hendaklah dia mengerjakan sholat sunat dua rakaat lalu membaca yaa Zhaahirsebanyak 1.006 kali, seraya memohon kepada Allah agar ditunjukkan jalan keluar dari masalah tersebut. Jalan keluarnya akan diperlihatkan kepadanya dalam mimpi.\n\n Orang yang membaca Asma Allah sebanyak 500 kali setiap hari setelah matahari terbit, Allah akan memberikan kepadanya pandangannya dan hatinya di penuhi cahaya."
    },
    {
        "urutan": 76,
        "latin": "Al Baathin",
        "arab": "الباطن",
        "arti": "Yang Maha Ghaib",
        "url": "https://infoasmaulhusna.blogspot.com/2017/03/al-baathin.html",
        "content": "Al Baathin (الباطن), Yang Maha Ghaib (Tersembunyi), yaitu tidak dapat dimaklumi ZatNya, sehingga tidak seorang pun dapat mengenal ZatNya itu.\n\n Ayat Al Quran:\n    Al-Hadiid: 3\n\n Fadillah:\n  Jika kaum beriman membiasakan diri membaca Asma Allah sebanyak 33 kali dalam sehari maka alam batin mereka akan menjadi terang, mata hati mereka akan terbuka, mereka akan mulai melihat Hakikat yang sebenarnya dan memahami makna segala sesuatu, atas izin Allah. Mereka akan memperoleh kedamaian, ucapan mereka akan menjadi manis dan bermanfaat. Mereka akan dicintai dan dihormati oleh orang lain.\n\n Barang siapa yang senantiasa membaca huwal awwalu wal aakhiru wazh zhahiru wal baathinu wa huwa bikulli syai'in qadiir setelah mengerjakan sholat 2 rakaat, maka semua hajatnya akan terpenuhi, Insya Allah.\n\n Khasiat ism Al-Baathin yaitu untuk mendapatkan rasa tenteram bagi orang yang berdzikir dengannya, setiap hati tiga kali dan tiap-tiap kali sesaat lamanya."
    },
    {
        "urutan": 77,
        "latin": "Al Waali",
        "arab": "الوالي",
        "arti": "Yang Maha Memerintah",
        "url": "https://infoasmaulhusna.blogspot.com/2017/03/al-waali.html",
        "content": "Al Waali (الوالى), Yang Maha Memerintah (Menguasai / Menguasai Urusan), yaitu menggenggam segala sesuatu dalam kekuasaanNya dan menjadi milikNya.\n\n Ayat Al Quran:\n    Ar-Ra'd: 11\n\n Fadillah:\n  Barang siapa yang membaca Asma Allah ini berulang-ulang, ia akan diselamatkan dari bencana yang tidak diinginkan.\n\n Jika Asma Allah ini ditulis di gelas atau wadah keramik, kemudian gelas atau wadah tersebut diisi dengan air, dan air itu dipercikan di rumah, maka rumah tersebut akan diselamatkan dari bencana, Insya Allah.\n\n Jika seseorang bermaksud menundukkan orang lain, hendaknya ia membaca Asma Allah ini 11 kali.\n\n Jika seorang beriman yang memikul tanggung jawab kekuasaan membaca Asma Allah ini sebanyak 1.000 kali setiap hari jum'at demi kebaikan rakyat yang beras di bawah kekuasaannya, maka ucapannya akan berfaedah bagi mereka. Mereka juga akan menjadi lebih bersyukur, hormat dan patuh padanya."
    },
    {
        "urutan": 78,
        "latin": "Al Muta'aalii",
        "arab": "المتعالي",
        "arti": "Yang Maha Tinggi",
        "url": "https://infoasmaulhusna.blogspot.com/2017/03/al-mutaaalii.html",
        "content": "Al Muta'aalii (المتعال), Yang Maha Tinggi (Suci), yaitu terpelihara dari segala kekurangan dan kerendahan.\n\n Ayat Al Quran:\n    Ar-Ra'd: 9\n\n Fadillah:\n  Jika seorang beriman yang diturunkan dari jabatannya padahal dia tidak bersalah, kemudian membaca Asma Allah ini sebanyak 540 kali, maka dia akan memperoleh kembali jabatannya itu atau dinaikan jabatannya yang lebih dari orang lain dengan kualifikasi yang sama.\n\n Seseorang yang akan melakukan wawancara hendaknya membaca Asma Allah sebanyak 540 kali, akan membantu orang tersebut untuk menjadi lebih efektif.\n\n Orang yang sering membaca Asma Allah ini, segala permasalahannya akan segera terpecahkan.\n\n Wanita yang membaca Asma Allah ini sebanyak-banyaknya akan terbebas dari rasa sakit, Insya Allah."
    },
    {
        "urutan": 79,
        "latin": "Al Barru",
        "arab": "البر",
        "arti": "Yang Maha Penderma(Maha Pemberi Kebajikan)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/03/al-barru.html",
        "content": "Al Barru (البار), Yang Maha Penderma (Pemberi Kebajikan / Dermawan / banyak membuat kebajikan), yaitu banyak kebaikanNya dan besar kenikmatan yang dilimpahkanNya.\n\n Ayat Al Quran:\n    Ath-Thuur: 28\n\n Fadillah:\n  Barang siapa yang kecanduan minuman keras, berzina atau perbuatan maksiat lainnya, hendaknya membaca Asma Allah ini 700 kali setiap hari, Insya Allah ia akan mendapatkan hidayah dari Allah.\n\n Jika Asma Allah ini dibaca sebanyak-banyaknya maka akan sangat manjur untuk menghilangkan cinta dunia.\n\n Barang siapa yang membaca Asma Allah ini 7 kali kemudian meniupkannya pada anaknya segera setelah lahir, Allah SWT akan memberikan perlindungan kepada anaknya dari bencana hingga dewasa.\n\n Untuk mendatangkan kebajikan di dalam segala yang ada bagi orang yang berdzikir dengannya.\n\n Orang-orang yang lumpuh dan terus menerus membaca Asma Allah ini sebanyak 202 kali setiap hari akan mendapatkan kesembuhan, keringanan atau ketabahan untuk menanggung penyakit mereka.\n\n Orang-orang yang sedang berada di tengah laut ketika terjadi badai akan selamat jika mereka terus menerus membaca Asma Allah."
    },
    {
        "urutan": 80,
        "latin": "At Tawwaab",
        "arab": "التواب",
        "arti": "Yang Maha Penerima Tobat",
        "url": "https://infoasmaulhusna.blogspot.com/2017/02/at-tawwaab.html",
        "content": "At Tawwaab (التواب), Yang Maha Penerima Taubat, yaitu memberikan pertolongan kepada orang-orang yang melakukan maksiat untuk bertaubat lalu Allah akan menerimanya.\n\n Ayat Al Quran:\n    An-Nisaa': 16\n\n Fadillah:\n  Barang siapa yang menginginkan agar Allah memberikan taufik kepadanya untuk bertaubat, hendaknya membaca Asma Allah ini 360 kali setiap hari setelah sholat Dhuha.\n\n Jika Asma Allah ini dibaca 10 kali dihadapan seorang yang zalim, orang yang membacanya akan segera terbebas dari kezalimannya, Insya Allah.\n\n Orang beriman yang tidak dapat berhenti melakukan kesalahan, tetapi dia menyadarinya, dan dipenui perasaan bersalah, hendaknya membaca Asma Allah sebanyak 400 kali pada pagi hari. Pada suatu hari dia akan merasakan bahwa tobatnya diterima. Tanda diterimanya tobat adalah bahwa seseorang tidak dapat lagi melakukan perbuatan dosa itu, dan ingatan akan dosa itu hilang dari pikirannya."
    },
    {
        "urutan": 81,
        "latin": "Al Muntaqim",
        "arab": "المنتقم",
        "arti": "Yang Maha Pemberi Balasan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/02/al-muntaqim.html",
        "content": "Al Muntaqim (المنتقم), Yang Maha Pemberi Balasan (Penyiksa / Menghukum), kepada mereka yang bersalah dan orang yang berhak untuk memperoleh siksaNya.\n\n Ayat Al Quran:\n    As-Sajdah: 22\n\n Fadillah:\n  Jika seorang beriman dizalimi oleh musuh Allah yang layak dijatuhi hukuman, maka dengan membaca yaa Muntaqim yaa Qahhaarsebanyak 1.000 kali selama satu hari, maka kekuatan si zalim itu akan musnah.\n\n Barang siapa yang tidak berbuat zalim dan ingin membalas musuhnya tetapi tidak memiliki kekuatan untuk melakukannya, hendaknya membaca Asma Allah ini terus-menerus selama 3 jumat, maka Allah sendiri yang akan membalasnya."
    },
    {
        "urutan": 82,
        "latin": "Al Afuww",
        "arab": "العفو",
        "arti": "Yang Maha Pemaaf",
        "url": "https://infoasmaulhusna.blogspot.com/2017/02/al-afuww.html",
        "content": "Al Afuww (العفو), Yang Maha Pemaaf (Pengampun), menghapuskan kesalahan orang yang suka kembali untuk meminta maaf padaNya.\n\n Ayat Al Quran:\n    An-Nisaa': 99\n\n Fadillah:\n  Barang siapa memperbanyak dzikir dengan Asma Allah ini, niscaya Allah akan membukakan baginya pintu maaf dan ampunan-Nya.\n\n Seorang beriman yang membaca Asma Allah ini sebanyak 166 kali sehari akan mampu dalam mengendalikan keinginan jahat hawa nafsunya. Sifatnya akan membaik dan orang-orang akan memaafkan kesalahannya.\n\n Ingat untuk membaca Asma Allah ini ketika tengah berada di ambang kemarahan yang tak terkendali dan diikuti dengan membaca salawat kepada nabi Muhammada SAW akan membantu meredakan amarah seseorang.\n\n Orang yang tengah menghadapi hakim yang akan menjatuhkan hukuman atas kesalahan yang telah dilakukannya, hendaklah membaca nama ini sebanyak 166 kali, maka hukumannya akan dibatalkan atau dikurangi."
    },
    {
        "urutan": 83,
        "latin": "Ar Ra 'uuf",
        "arab": "الرؤوف",
        "arti": "Yang Maha Pengasuh",
        "url": "https://infoasmaulhusna.blogspot.com/2017/02/ar-rauuf.html",
        "content": "Ar Ra'uuf (الرؤف), Yang Maha Pengasuh (Pengasih / Mengasihi), banyak kerahmatan dan kasih sayangNya.\n\n Ayat Al Quran:\n    Al-Baqarah: 207\n\n Fadillah:\n  Orang beriman yang membaca Asma Allah ini sebanyak 286 kali sehari akan memiliki hati yang penuh dengan kemurahan dan kepedulian terhadap orang lain, dan perasaan ini akan bersifat timbal balik. Orang tersebut juga akan diberi jalan untuk menolong orang yang sedang membutuhkan pertolongan.\n\n Barang siapa berdzikir dengan Asma Allah ini sebanyak 10 kli ketika sedang dilanda amarah, dan kemudian membaca salawat nabi Muhammad SAW 10 kali juga, niscaya akan redalah kemarahannya. Demikian pula jika dibacakan dihadapan orang yang sedang marah.\n\n Barang siapa yang menginginkan agar seluruh makhluk mencintainya dan sebaliknya, hendaknya membaca Asma Allah ini berulang-ulang."
    },
    {
        "urutan": 84,
        "latin": "Malikul Mulk",
        "arab": "مالك الملك",
        "arti": "Yang Maha Penguasa Kerajaan(Semesta)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/02/malikul-mulk.html",
        "content": "Malikul Mulk (المالك الملك), Yang Maha Penguasa Kerajaan (Semesta) (Pemilik Kekuasaan / Menguasai kerajaan / Pemilik Kedaulatan Yang Kekal), maka segala perkara yang berlaku di alam semesta, langit, bumi dan sekitarnya serta yang di alam semesta itu semuanya sesuai dengan kehendak dan iradatNya.\n\n Ayat Al Quran:\n    Aali 'Imran: 26\n\n Fadillah:\n  Orang beriman yang membaca Asma Allah ini sebanyak 212 kali setiap hari akan memperoleh rezeki yang banyak dengan cara yang tak terduga. Keraguan yang mungkin ada dalam pikiran mereka akan berubah menjadi keyakinan. Rakyat yang mereka perintah akan menghormati dan mematuhi mereka dengan ikhlas.\n\n Barang siapa membaca Asma Allah ini secara rutin, maka Allah akan memberikan harta kekayaan kepadanya dan dikayakan-Nya berkat karunia dan kemurahan-Nya."
    },
    {
        "urutan": 85,
        "latin": "Dzul Jalaali Wal Ikraam",
        "arab": "ذو الجلال و الإكرام",
        "arti": "Yang Maha Pemilik Kebesaran dan Kemuliaan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/02/dzul-jalaali-wal-ikraam.html",
        "content": "Dzul Jalaali Wal Ikraam (ذوالجلال والإكرام), Yang Maha Pemilik Kebesaran dan Kemuliaan (Pemilik Keagungan dan Kemuliaan / Memiliki Kebesaran dan Kemuliaan). Juga Zat yang mempunyai keutamaan dan kesempurnaan, pemberi kurnia dan kenikmatan yang amat banyak dan melimpah ruah.\n\n Ayat Al Quran:\n    Ar-Rahmaan: 27\n\n Fadillah:\n  Berkhasiat mendatangkan kemuliaan, kehormatan dan kebesaran bagi orang yang berdzikir dengan Asma Allah ini.\n\n Rasulullah bersabda: “Bacalah Dzuu al-Jalaal wa al-Ikraam jika kamu memohon sesuatu dari Allah.\n\n Jika seorang beriman membaca Asma Allah ini 100 kali dalam sehari selama seminggu, maka semua beban kesulitan, keraguan, dan persoalan akan meninggalkan hatinya, sehingga hatinya akan terbebas dari khayalan, rasa cemas dan harapan yang sia-sia. Kejahatan tidak akan menyentuhnya dan dia akan mendapatkan kedamaian."
    },
    {
        "urutan": 86,
        "latin": "Al Muqsith",
        "arab": "المقسط",
        "arti": "Yang Maha Pemberi Keadilan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/02/al-muqsith.html",
        "content": "Al Muqsith (المقسط), Yang Maha Pemberi Keadilan (Mengadili / Saksama), yaitu memberikan kemenangan pada orang-orang yang teraniaya dari tindakan orang-orang yang menganiaya dengan keadilanNya.\n\n Ayat Al Quran:\n    An-Nuur: 47\n\n Fadillah:\n  Barang siapa berdzikir dengan Asma Allah ini secara rutin, maka Allah akan mencegah waswas darinya dan melindunginya dari keragu-raguan yang dihembuskan oleh setan.\n\n Jika pikiran seseorang selalu mengembara pada saat dia tengah mengerjakan sholat, maka dengan membaca Asma Allah ini sebanyak 239 kali sebelum mulai mengerjakan sholat akan ada faedahnya.\n\n Jika Asma Allah ini dibaca 700 kali untuk suatu tujuan, maka tujuan tersebut akan tercapai, Insya Allah.\n\n Banyak membaca Asma Allah ini juga akan membantu menenangkan orang ketika mereka sedang marah atau depresi."
    },
    {
        "urutan": 87,
        "latin": "Al Jamii'",
        "arab": "الجامع",
        "arti": "Yang Maha Mengumpulkan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/02/al-jamii.html",
        "content": "Al Jamii' (الجامع), Yang Maha Mengumpulkan (Pengumpul), yaitu mengumpulkan berbagai hakikat yang telah bercerai-berai dan juga mengumpulkan seluruh umat manusia pada hari pembalasan.\n\n Ayat Al Quran:\n    Sabaa': 26\n\n Fadillah:\n  Jika keluarrga atau sanak keluarga seseorang saling terpisah, hendaknya ia mandi pada saat dhuha, kemudian menengadahkan pandangan ke arah langit dan membaca Asma Allah ini 10 kali. Tetapi menghitungnya hendaknya dengan jari sedemikian rupa sehingga dalam setiap bacaan, jarinya tetap tertutup hingga hitungan yang kesepuluh. Setelah itu hendaknya tangannya diusapkan ke wajah. Insya Allah keluarga yang saling terpisah akan berkumpul.\n\n Jika seseorang yang kehilangan sesuatu atau terpisah dari orang yang dicintainya, maka membaca yaa Jaami' sebanyak 114 kali diikuti dengan yaa Jaami' al-Naas li yawm laa rayb fiih ijmaa' 'alayya dalatii(\"Wahai Tuhan yang mengumpulkan manusia pada hari yang tidak ada keraguan mengenainya, satukanlah apa yang telah hilang dariku dengan diriku\") akan berfedah untuk menemukan apa yang telah hilang.\n\n Barang siapa memperbanyak berdzikir dengan Asma Allah ini, maka ia akan berhasil mencapai cita-citanya."
    },
    {
        "urutan": 88,
        "latin": "Al Ghaniyy",
        "arab": "الغنى",
        "arti": "Yang Maha Kaya",
        "url": "https://infoasmaulhusna.blogspot.com/2017/02/al-ghaniyy.html",
        "content": "Al Ghaniyy (الغنى), Yang Maha Kaya Raya, yaitu tidak berkehendakkan apa juapun dari yang selain ZatNya sendiri, tetapi yang selainNya itu amat mengharapkan padaNya.\n\n Ayat Al Quran:\n    Al-Baqarah: 267\n\n Fadillah:\n  Jika dibacakan atas sesuatu yang sakit di tubuhnya atau tubuh orang lain, niscaya akan dilenyapkan Allah SWT sakitnya itu.\n\n Jika orang-orang yang memiliki kebutuhan material membaca Asma Allah ini sebanyak 1.060 kali pada hari sabtu, maka mereka tidak akan membutuhkan pertolongan dari orang lain, karena Allah akan memenuhi kebutuhan mereka dari tempat-tempat yang sama sekali tidak dapat diduga.\n\n Jika seseorang membaca Asma Allah ini sebanyak 70 kali, Allah akan mengaruniakan keberkahan pada kekayaannya dan kebutuhannya akan tercukupi."
    },
    {
        "urutan": 89,
        "latin": "Al Mughnii",
        "arab": "المغنى",
        "arti": "Yang Maha Pemberi Kekayaan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/02/al-mughnii.html",
        "content": "Al Mughnii (المغنى), Yang Maha Pemberi Kekayaan (Mengkayakan dan Memakmurkan), yaitu memberikan kelebihan yang berupa kekayaan yang berlimpah-ruah kepada siapa saja yang dikehendaki dari golongan hamba-hambaNya.\n\n Ayat Al Quran:\n    An-Najm: 48\n\n Fadillah:\n  Orang yang berdzikir dengan Asma Allah ini sebanyak 1.000 kali tiap hari, niscaya Allah akan menjadikannya kaya-raya.\n\n Barang siapa yang membaca salawat 11 kali sebelum dan sesudah membaca Asma Allah ini sebanyak 1.111 kali, ia akan dikaruniai kekayaan ruhani dan materi. Membacanya hendaknya dilakukan setelah sholat fajar atau sholat isya. Tetapi Surat Muzzammil juga harus dibaca bersama Asma Allah ini.\n\n Membaca Asma Allah ini sebanyak 1.121 kal setiap hari jumat selama 10 jumt berturut-turut akan membantu menghilangkan perasaan cemas.\n\n Jika orang membacakan Asma Allah ini pada telapak tangan dan menggosokkannya kepada bagian tubuhnya yang terasa sakit, maka dia akan sembuh. Hal ini juga dapat menolong membebaskan orang-orang yang dipenjara secara tidak adil."
    },
    {
        "urutan": 90,
        "latin": "Al Maani",
        "arab": "المانع",
        "arti": "Yang Maha Mencegah",
        "url": "https://infoasmaulhusna.blogspot.com/2017/01/al-maani.html",
        "content": "Al Maani (المانع), Yang Maha Mencegah (Pencegah / Membela atau Maha Menolak), yaitu membela hamba-hambaNya yang soleh dan menolak sebab-sebab yang menyebabkan kerosakan.\n\n Ayat Al Quran:\n    Hadits at-Tirmizi\n\n Fadillah:\n  Barang siapa memperbanyak dzikir dengan Asma Allah ini, niscaya segala permintaannya akan dikabulkan oleh Allah dan ditolak-Nya kejahatan darinya.\n\n Membaca Asma Allah ini sebanyak 161 kali pada pagi dan sore hari membantu menghilangkan penyakit dan rasa takut.\n\n Jika sepasang suami istri merasa kehilangan rasa cinta diantara mereka, membaca Asma Allah ini secara perlahan ditempat tidur akan menghidupkan kembali cinta di antara keduanya.\n\n Membaca Asma Allah ini dalam perjalanan akan membantu menjauhkan bahaya dan kesulitan."
    },
    {
        "urutan": 91,
        "latin": "Ad Dhaar",
        "arab": "الضار",
        "arti": "Yang Maha Penimpa Kemudharatan",
        "url": "https://infoasmaulhusna.blogspot.com/2017/01/ad-dhaar.html",
        "content": "Ad Dhaar (الضار), Yang Maha Penimpa Kemudharatan (Mendatangkan Mudharat / Pembuat Bahaya / Pemberi Bahaya), yaitu dengan menurunkan siksa-Nya kepada musuh-musuh-Nya.\n\n Ayat Al Quran:\n    Al-An'aam: 17\n\n Fadillah:\n  Barang siapa yang membaca Asma Allah ini 100 kali pada malam jumat, ia akan diselamatkan bencana jasmani dan ruhani. Disamping itu juga akan mendekatkan orang yang membacanya kepada Allah.\n\n Seseorang yang dipaksa turun kepada kedudukan yang lebih rendah dari yang ditempatinya sebelumnya dapat membaca yaa Dhar, yaa Naafi' sebanyak 100 kali setiap malam jumat atau lebih baik lagi pada tanggal 13, 14, 15 pada bulan Qamariyah, maka orang-orang itu akan mendapatkan kembali kedudukannya.\n\n Membaca Asma Allah ini sebanyak 1.001 kali akan menyelamatkan seseorang dari musuh yang zalim."
    },
    {
        "urutan": 92,
        "latin": "An Nafii '",
        "arab": "النافع",
        "arti": "Yang Maha Memberi Manfaat",
        "url": "https://infoasmaulhusna.blogspot.com/2017/01/an-nafii.html",
        "content": "An Nafii (النافع), Yang Maha Pemberi Manfaat , yaitu meluaslah kebaikan yang dikurniakanNya itu kepada semua hamba, masyarakat dan negeri.\n\n Ayat Al Quran:\n    Al-Fath: 11\n\n Fadillah:\n  Barang siapa yang menaiki kapal atau menaikan barangnya di kapal, hendaknya membaca Asma Allah ini sebanyak-banyaknya. Insya Allah ia akan diselamatkan dari semua bahaya.\n\n Jika dibaca Asma Allah ini sebanyak 41 kali sebelum mengerjakan suatu tugas, maka tugas tersebut akan dapat diselesaikan dengan mudah.\n\n Jika Asma Allah ini dibaca sebelum berjima', Allah akan mengaruniakan kepadanya anak yang sholeh.\n\n Membaca Asma Allah ini akan menghilangkan kesedihan, depresi dan stress."
    },
    {
        "urutan": 93,
        "latin": "An Nuur",
        "arab": "النور",
        "arti": "Yang Maha Bercahaya(Menerangi, Memberi Cahaya)",
        "url": "https://infoasmaulhusna.blogspot.com/2017/01/an-nuur.html",
        "content": "An Nuur (النور), Yang Maha Bercahaya (Menerangi/ Memberi Cahaya/ Pemberi Cahaya), yaitu menunjukkan ZatNya sendiri dan menampakkan untuk yang selainNya dengan menunjukkan tanda-tanda kekuasaanNya.\n\n Ayat Al Quran:\n    An-Nuur: 35\n\n Fadillah:\n  Barang siapa yang membaca Asma Allah ini 1.001 kali setelah membaca Surat An-Nur, hatinya akan disinari dengan nur dan cahaya Allah.\n\n Jika orang-orang beriman, yang hati mereka diliputi gelapnya keraguan dan kesedihan, membaca Surat An-Nur sebanyak 7 kali dan membaca Asma Allah ini sebanyak 1.000 kali, niscaya keraguan mereka akan hilang dan hati mereka akan manjadi terang.\n\n Jika seseorang yang tersesat membaca Asma Allah ini sebanyak 265 kali, maka dia akan menemukan kembali jalannya.\n\n Membaca Asma Allah ini akan menerangi kalbu dan anggota tubuh orang yang berdzikir dengannya. Oleh karena itu, Rasulullah SAW memperbanyakkan menyebutnya dalam doanya sebagai berikut : “Ya Allah, adakan cahaya di dalam kalbuku, cahaya di dalam kuburku, cahaya di dalam penglihatanku, cahaya di dalam pendengaranku, cahaya di sebelah kananku, cahaya di sebelah kiriku, cahaya di depanku, cahaya di belakangku dan cahaya di atasku. Ya Allah, dakanlah bagiku cahaya dan jadikanlah aku cahaya dengan berkat rahmat-Mu, wahai Tuhan Yang Paling Penyayang.”"
    },
    {
        "urutan": 94,
        "latin": "Al Haadii",
        "arab": "الهادئ",
        "arti": "Yang Maha Pemberi Petunjuk",
        "url": "https://infoasmaulhusna.blogspot.com/2017/01/al-haadii.html",
        "content": "Al Haadii (الهادى), Yang Maha Pemberi Petunjuk (Memimpin dan Memberi Pertunjuk), yaitu memberikan jalan yang benar kepada segala sesuatu agar berterusan adanya dan terjaga kehidupannya.\n\n Ayat Al Quran:\n    Al-Hajj: 54\n\n Fadillah:\n  Barang siapa yang mengangkat kedua tangannya (sebagaimana ketika berdoa) sambil memandang ke langit dan membaca Asma Allah ini beberapa kali kemudian menyapukan kedua tangannya di wajah (sebagaimana selesai berdoa), Allah akan mengaruniakan kepadanya hidayah yang sempurna, dan akan memasukkannya dalam golongan orang-orang yang taat dan shalih.\n\n Berkhasiat memberikan petunjuk kepada hati orang yang berdzikir dengan Asma Allah ini.\n\n Barang siapa berdzikir dengan Asma Allah ini, maka ia akan dianugerahi kedudukan untuk menguasai umat dengan hak.\n\n Membaca Asma Allah ini sebanyak 200 kali setiap hari akan membawa seseorang kepada keberhasilan.\n\n Jika engkau tidak yakin akan tujuanmu, membaca Asma Allah ini akan membimbingmu kepada pilihan yang tepat.\n\n Jika seseorang menuliskan Asma Allah ini pada sebuah cangkir, memasukkan air hujan kedalamnya, membacakan yaa Haadiikepadanya dan meminumkannya kepada anak yang mengalami kesulitan menghafal dan tidak patuh, niscaya hal itu akan memperbaiki keadaannya."
    },
    {
        "urutan": 95,
        "latin": "Al Badii'",
        "arab": "البديع",
        "arti": "Yang Maha Pencipta Yang Tiada Bandingannya",
        "url": "https://infoasmaulhusna.blogspot.com/2017/01/al-badii.html",
        "content": "Al Badii ( البديع ) Yang Maha Pencipta Yang Tiada Bandingannya, sehingga tidak ada contoh dan yang menyamai sebelum keluarnya ciptaanNya itu.\n\n Ayat Al Quran:\n    Al-Baqarah: 117\n\n Fadillah:\n  Jika seseorang sedang mengalami duka cita, hendaknya ia membaca Asma Allah ini 1.000 kali, maka Allah akan mengeluarkannya dari penderitaan tersebut.\n\n Apabila seseorang sedang dihimpit kesulitan dan membaca yaa Baadii’ al-samaawaat wa al-ardh (“Wahai Pencipta langit dan bumi”) sebanyak 70 kali maka akan dimudahkan solusinya.\n\n Apabila seseorang membaca yaa Baadii’ al-samaawaat wa al-ardh(“Wahai Pencipta langit dan bumi”) sebanyak 1.000 kali akan membantu meringankan depresi dan stress.\n\n Jika Kaum beriman membaca Asma Allah ini sebanyak 86 kali setelah sholat fardhu, maka pemahaman mereka akan bertambah, mata batin mereka akan terbuka dan mencapai makna batin pengetahuan sehingga mereka mampu mengerjakan tugas – tugas sulit secara lebih baik daripada yang lain, dan ucapan mereka akan menjadi kata – kata hikmah.\n\n Barang siapa berdzikir dengan Asma Allah ini sebanyak 700.000 kali, maka hajatnya akan terpenuhi dan akan diangkat oleh Allah kemudharatan darinya.\n\n Jika seseorang melakukan pencarian, hendaknya membaca Asma Allah ini 1.200 kali, sebelum 12 hari, Insya Allah yang dicarinya akan ketemu."
    },
    {
        "urutan": 96,
        "latin": "Al Baaqii",
        "arab": "الباقي",
        "arti": "Yang Maha Kekal",
        "url": "https://infoasmaulhusna.blogspot.com/2017/01/al-baaqii.html",
        "content": "Al Baaqii ( الباقع ) Maha Kekal, yaitu kekal hidupNya untuk selama-lamanya\n\n Ayat Al Quran:\n    Thaahaa: 73\n\n Fadillah:\n  Allah akan mengaruniakan perlindungan dan menerima semua amal shalih orang yang membaca Asma Allah ini 1.000 kali pada malam jumat.\n\n Barang siapa berdzikir dengan Asma Allah ini sebanyak 1.000 kali niscaya akan terlepaslah ia dari bencana dan kesusahannya.\n\n Orang beriman yang membaca Asma Allah ini sebanyak 113 kali setiap hari akan mendapatkan kesehatan dan kekayaan, amal dan harta mereka akan aman, dan diharapkan bahwa mereka akan mendapatkan kasih sayang dan kemurahan Allah pada hari kiamat.\n\n Jika seseorang yang menderita rasa takut yang sangat, membaca Asma Allah ini sebanyak 113 kali setiap malam ketika hendak tidur niscaya dia akan terbebas dari rasa takut tersebut."
    },
    {
        "urutan": 97,
        "latin": "Al Waarits",
        "arab": "الوارث",
        "arti": "Yang Maha Pewaris",
        "url": "https://infoasmaulhusna.blogspot.com/2017/01/al-waarits.html",
        "content": "Al Waarits ( الوارث ) Yang Maha Pewaris(Mewarisi / Membagi ), yaitu kekal setelah musnahnya seluruh makhluk.\n\n Ayat Al Quran:\n    Al-Hijr: 23\n\n Fadillah:\n  Jika Asma Allah ini dibaca 100 kali pada saat matahari terbit, maka ia akan diselamatkan dari duka cita, kesulitan dan bencana. Di samping itu orang yang membacanya akan meninggal dalam keadaan beriman. Insya Allah.\n\n Orang yang ingin diselamatkan dari kebingungan, kebimbangan dan gangguan hendaknya membaca Asma Allah ini 1.000 kali antara Maghrib dan Isya.\n\n Pasangan yang mempunyai kesulitan memiliki anak akan mengandung jika mereka sesering mungkin membaca Rabbi laa tadzarnii fardan wa anta khayr al-waaritsiin (\"Ya Allah, janganlah Engkau biarkan diriku hidup tanpa keturunan sedangkan Engkau adalah ahli waris yang paling baik\" [Al – Anbiya’ : 89] )"
    },
    {
        "urutan": 98,
        "latin": "Ar Rasyiid",
        "arab": "الرشيد",
        "arti": "Yang Maha Pandai",
        "url": "https://infoasmaulhusna.blogspot.com/2017/01/ar-rasyiid.html",
        "content": "Ar Rasyiid ( الرشيد ) Yang Maha Cendekiawan (Pandai / Bijaksana / Memimpin), yaitu yang memimpin kepada kebenaran, yaitu memberi penerangan dan panduan pada seluruh hambaNya dan segala peraturanNya itu berjalan mengikut ketentuan yang digariskan oleh kebijaksanaan dan kecendekiawanNya.\n\n Ayat Al Quran:\n    Al-Jin: 10\n\n Fadillah:\n  Orang yang tidak memiliki pengetahuan tentang seluk beluk suatu tugas atau tidak dapat bekerja atau merencanakan suatu tugas, hendaknya membaca Asma Allah ini 1.000 kali antara Maghrib dan Isya, maka tugas dan rencana tersebut akan dapat dimengerti baik melalui mimpi atau ilham.\n\n Untuk memudahkan urusan keuangan dan agar selamat dari malapetaka, hendaknya Asma Allah ini dibaca setiap hari.\n\n Barang siapa berdzikir dengan Asma Allah ini sesudah sholat Isya sebanyak 100 kali, maka segala amalnya akan diterima Allah.\n\n Berdzikir dengan Asma Allah ini akan membuat doa menjadi terkabul.\n\n Seorang guru yang beriman yang membaca Asma Allah ini sebanyak 504 kali akan terhindar dari menyampaikan informasi yang salah atau menjadi orang yang disalah pahami.\n\n Membaca Asma Allah ini sebanyak 152 kali sehari akan meningkatkan kehidupan duniawi dan kehidupan batin seseorang. Ucapan si pembaca Asma Allah ni akan berpengaruh dan perbuatan–perbuatannya adalah kebenaran"
    },
    {
        "urutan": 99,
        "latin": "As Shabuur",
        "arab": "الصبور",
        "arti": "Yang Maha Sabar",
        "url": "https://infoasmaulhusna.blogspot.com/2017/01/as-shabuur.html",
        "content": "As Shabuur (الصبور), Yang Maha Penyabar, yang tidak tergesa-gesa memberikan siksaan dan tidak juga cepat melaksanakan sesuatu sebelum masanya.\n\n Ayat Al Quran:\n    Fadillah:\n  Barang siapa yang membaca Asma Allah ini 100 kali sebelum matahari terbit akan diselamatkan dari bencana sepanjang hari itu. Disamping itu Allah akan menjadikan musuh–musuhnya tidak mampu mengucapkan sepatah kata pun dihadapannya.\n\n Jika seseorang yang menghadapi kesulitan membaca Asma Allah ini 1.020 kali, Insya Allah ia akan terbebas dari kesulitannya dan Allah akan mengaruniakan ketenangan dan kepuasan dalam hatinya.\n\n Jika seseorang beriman berada dalam kesulitan, penderitaan, dituduh secara semena–mena atau dizalimi, maka dengan membaca yaa Shabuur sebanyak 289 kali, Insya Allah dia akan terhindar dari semua itu dan hatinya akan dipenuhi dengan cinta kepada Allah."
    }
]